{
  "BW": {
    "pv": [
      {
        "title": "Förderprogramm Erneuerbare Energien Wohngebäude (EEW)",
        "type": "Land",
        "description": "Das Programm unterstützt die Errichtung von Photovoltaikanlagen und Batteriespeichern sowie Wärmepumpen und die Verbesserung der energetischen Gebäudesubstanz in Wohngebäuden in Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm Wohngebäude – Energieeffizienz",
        "type": "Bund",
        "description": "Die KfW fördert den Einbau von Heizungsoptimierung, Wärmepumpen, Dämmung und Fenstertausch sowie Photovoltaik in privaten Wohngebäuden zinsgünstig oder mit Investitionszuschuss.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) für erneuerbare Energien im Wärmemarkt",
        "type": "Bund",
        "description": "Das BAFA-Marktanreizprogramm fördert die Installation von Wärmepumpen und Biomasseanlagen in Wohngebäuden, meist kombiniert mit energieeffizienten Gebäudemodernisierungen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Klimafreundliches Bauen und Sanieren - Heizungspaket",
        "type": "Land",
        "description": "Dieses Förderprogramm des Landes Baden-Württemberg unterstützt den Einbau und Austausch von umweltfreundlichen Heizsystemen wie Wärmepumpen in Wohngebäuden, um den CO2-Ausstoß zu reduzieren.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das Bundesprogramm fördert unter anderem den Einbau von Wärmepumpen in Wohngebäuden als Einzelmaßnahme zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Heizungsoptimierung, Wärmepumpen, Dämmmaßnahmen und Fensteraustausch in Wohngebäuden als Zuschuss oder Kredit mit Tilgungszuschuss.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 432 – Energieeffizient Sanieren – Investitionszuschuss",
        "type": "Bund",
        "description": "Direkter Zuschuss für Maßnahmen zur Heizungsoptimierung, Wärmepumpen und energetische Sanierung von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Heizungstausch BW",
        "type": "Land",
        "description": "Das Land Baden-Württemberg unterstützt den Austausch veralteter Heizungen zugunsten energieeffizienter Technologien wie Wärmepumpen mit Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": []
  },
  "BY": {
    "pv": [
      {
        "title": "BayWaRe – Bayerisches Wärmewende-Programm",
        "type": "Land",
        "description": "Förderung von effizienten Heizsystemen, Wärmepumpen und energetischen Sanierungsmaßnahmen in Wohngebäuden. Ziel ist die Steigerung der Energieeffizienz im Gebäudebereich.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Fördert Maßnahmen wie Photovoltaik, Wärmepumpen, Batteriespeicher und Heizungsoptimierung zur Verbesserung der Energieeffizienz in Wohngebäuden bundesweit. Antragstellung erfolgt über das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA).",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Kredite und Zuschüsse für energetische Sanierungen einschließlich Dämmung und Verbesserung der Heiztechnik in Wohngebäuden. Unterstützt auch den Einbau von Wärmepumpen und Photovoltaikanlagen zur Eigenstromnutzung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Bayerisches Landesprogramm Energieeffizienz in Wohngebäuden (LEW)",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Heizungsoptimierung, Einsatz von Wärmepumpen, Photovoltaik und energetischer Sanierung in privaten Wohngebäuden. Ziel ist die Reduzierung des Energieverbrauchs und der CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme – Effizienzhaus und Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme für Heizungsoptimierung, Wärmepumpen, Photovoltaik und Batteriespeicher im Bereich Wohngebäude, unterstützt durch zinsgünstige Kredite und Zuschüsse. Relevante Programme sind u.a. die KfW-Effizienzhausförderung und Zuschüsse für Einzelmaßnahmen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) für Erneuerbare Energien im Wärmemarkt",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Biomasseanlagen und Solarthermieanlagen zur Heizungsoptimierung in Wohngebäuden. Zuschüsse für den Austausch oder die Neuinstallation effizienter Heizsysteme.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "BaySF - Bayerisches Sonderprogramm Energie",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur energetischen Sanierung von bestehenden Wohngebäuden, inklusive Dämmung, Fenstern und Heiztechnik.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 261/262 Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderung für energieeffiziente Sanierung von Wohngebäuden, einschließlich Wärmedämmung und Erneuerbare-Energien-Heizungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA Heizungsoptimierung und Erneuerbare Energien",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Solarthermie und Heizungsoptimierung in Wohngebäuden durch Zuschüsse und Kredite.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BE": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "BB": {
    "pv": [],
    "battery": [
      {
        "title": "KfW Effizienzhaus 40 und 55 – Zuschuss",
        "type": "Bund",
        "description": "Förderung für umfassende Sanierungen im Wohngebäudebereich zu effizienten Effizienzhäusern, inklusive Batteriespeicher in Kombination mit Photovoltaik-Anlagen. Unterstützt werden Maßnahmen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderung von Batteriespeichern in Brandenburg",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt Batteriespeicher in Verbindung mit erneuerbaren Energien wie Photovoltaik, um die Eigenverbrauchsquote zu erhöhen. Die Förderung zielt auf private Wohngebäude ab und fördert somit die dezentrale Energieversorgung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Marktanreizprogramm – Heizungsoptimierung und Dämmung",
        "type": "Bund",
        "description": "Bundesweites Programm zur Förderung energieeffizienter Heiztechnik und Maßnahmen wie Heizungsoptimierung, Dämmung und Fenstertausch zur Reduzierung des Energieverbrauchs im Wohngebäude. Ergänzt existierende Programme zur Energieeffizienzsteigerung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [
      {
        "title": "BAFA Heizungsoptimierung und -erneuerung mit Wärmepumpen",
        "type": "Bund",
        "description": "Das BAFA fördert den Austausch alter Heizungen durch effiziente Wärmepumpen in Wohngebäuden. Ziel ist die Senkung des Energieverbrauchs und die Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Klimaschutz Brandenburg - Wärmepumpen",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt den Einbau von Wärmepumpen in Wohngebäuden im Rahmen seiner Klimaschutzstrategie. Gefördert werden innovative und effiziente Systeme im Neubau und Bestand.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Programm Nachhaltige Wohngebäude (Land Brandenburg)",
        "type": "Land",
        "description": "Förderung von energetischen Maßnahmen zur Verbesserung der Energieeffizienz von Wohngebäuden, wie Dämmung, Fenstersanierung, Wärmepumpen und Photovoltaik.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Wohngebäude (WG)",
        "type": "Bund",
        "description": "Bundesweite Förderung für energieeffiziente Sanierung und Neubau von Wohngebäuden, umfasst Maßnahmen wie Wärmepumpe, Dämmung, Fenster- und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "KfW-Kredit und Zuschuss für umfangreiche energetische Sanierungen von Wohngebäuden, insbesondere zur Verbesserung der Gebäudehülle und Einsatz erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "HB": {
    "pv": [
      {
        "title": "KfW-Programm 270: Erneuerbare Energien - Zuschuss Photovoltaik",
        "type": "Bund",
        "description": "Förderung von Photovoltaikanlagen auf Wohngebäuden zur Stromerzeugung. Zuschüsse unterstützen die Installation und Erweiterung der PV-Anlagen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung: Heizungsoptimierung",
        "type": "Bund",
        "description": "Zuschüsse für die Optimierung bestehender Heizungsanlagen zur Steigerung der Energieeffizienz in Wohngebäuden. Ziel ist die Verringerung des Energieverbrauchs und der Emissionen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung: Wärmepumpen im Neubau und Bestand",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen als klimaschonende Heiztechnologie durch Zuschüsse. Geeignet für Neuinstallationen und den Ersatz alter Heizsysteme in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 430: Energieeffizient Sanieren - Investitionszuschuss",
        "type": "Bund",
        "description": "Zuschüsse für energetische Sanierungen von Wohngebäuden einschließlich Dämmung und Fenstererneuerung zur Verbesserung der Energieeffizienz. Unterstützt werden Einzelmaßnahmen und Komplettsanierungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderung Bremen: Gebäudesanierung und Heizungsmodernisierung",
        "type": "Land",
        "description": "Das Land Bremen bietet ergänzende Förderungen für energetische Sanierungen und den Einbau effizienter Heizsysteme in Wohngebäuden. Zuschüsse sind kombinierbar mit Bundesprogrammen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "BEG Wohngebäude - Bundesförderung für effiziente Gebäude",
        "type": "Bund",
        "description": "Förderung von Sanierungen und Neubauten mit energetisch effizienter Gebäudehülle inklusive Dämmung, Fenster, Wärmepumpen und Heizungsoptimierung. Zuschüsse und Kredite über die KfW und BAFA sind verfügbar.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Energieeffizienz und Erneuerbare Energien in Wohngebäuden - Bremen",
        "type": "Land",
        "description": "Das Land Bremen unterstützt Maßnahmen zur energetischen Sanierung von Wohngebäuden, wie Dämmung, moderne Heizsysteme, Wärmepumpen und Batteriespeicher mit zinsgünstigen Darlehen und Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HH": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderprogramm zur Unterstützung von Maßnahmen wie dem Einbau von Wärmepumpen in Wohngebäuden. Es umfasst Zuschüsse und Kredite für Energieeffizienzverbesserungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburgische Klimaschutz-Förderung",
        "type": "Land",
        "description": "Das Land Hamburg fördert den Einbau von Wärmepumpen zur Reduzierung des CO2-Ausstoßes in Wohngebäuden. Ziel ist die Steigerung der Energieeffizienz und die Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Hamburger Förderprogramm für klimafreundliche Heizsysteme",
        "type": "Kommune",
        "description": "Förderung für den Austausch alter Heizungen gegen Wärmepumpen in Wohngebäuden zur Verringerung des fossilen Energieverbrauchs. Es werden Zuschüsse für private Eigentümer bereitgestellt.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "heating_optimization": [
      {
        "title": "KfW-Förderprogramm Energieeffizient Sanieren – Zuschuss (261, 262)",
        "type": "Bund",
        "description": "Förderung für energetische Sanierungen von Wohngebäuden, inklusive Heizungserneuerung und Optimierung des Heizsystems. Unterstützt werden Maßnahmen wie Wärmepumpen und Heizungsoptimierungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburger Klimafonds – Förderung zur Heizungsoptimierung",
        "type": "Land",
        "description": "Das Bundesland Hamburg fördert im Rahmen des Hamburger Klimafonds Maßnahmen zur Optimierung der Heiztechnik in Wohngebäuden. Ziel ist die Verbesserung der Energieeffizienz durch z.B. Heizungsregelungen und hydraulischen Abgleich.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Hamburgische Investitions- und Förderbank (IFB) - Klimaschutzprogramm",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, darunter Wärmepumpen, Dämmung und Fensteraustausch. Ziel ist die Reduzierung des Energieverbrauchs und der CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme für Wohngebäude zur energetischen Sanierung, inklusive Dämmung der Gebäudehülle, Einbau von Wärmepumpen und Optimierung der Heiztechnik. Die KfW bietet zinsvergünstigte Kredite und Zuschüsse an.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburger Klimafonds",
        "type": "Kommune",
        "description": "Unterstützt private Hauseigentümer bei klimaschonenden Modernisierungsmaßnahmen wie Dämmung, Fensteraustausch und Installation erneuerbarer Energien. Ziel ist die Förderung nachhaltiger Wohngebäude.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ]
  },
  "HE": {
    "pv": [
      {
        "title": "KfW-Programm 261/262: Energieeffizient Sanieren – Zuschuss und Kredit",
        "type": "Bund",
        "description": "Fördert die energetische Sanierung von Wohngebäuden, unter anderem für Photovoltaikanlagen, Wärmepumpen, Dämmung und Fenstertausch. Bietet Zuschüsse oder zinsgünstige Kredite für private Eigentümer.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hessisches Förderprogramm Energieeffizienz und erneuerbare Energien (Heizungstausch und Dämmung)",
        "type": "Land",
        "description": "Fördert Investitionen in Wärmepumpen, Dämmmaßnahmen und Heizungsoptimierung speziell in Wohngebäuden in Hessen. Ziel ist die Reduzierung des Energieverbrauchs und CO2-Ausstoßes.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderung von Batteriespeichern in Hessen",
        "type": "Land",
        "description": "Unterstützt die Installation von stationären Batteriespeichern in Verbindung mit Photovoltaikanlagen in privaten Wohngebäuden in Hessen. Ziel ist die Eigenverbrauchssteigerung und Netzstabilisierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "MV": {
    "pv": [
      {
        "title": "Förderprogramm für Erneuerbare Energien und Effizienz im Wohngebäudebereich Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Das Programm unterstützt die Installation von Photovoltaikanlagen, Batteriespeichern, Wärmepumpen und die energetische Sanierung von Wohngebäuden. Gefördert werden Maßnahmen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Die BEG fördert unter anderem Wärmepumpen, Batteriespeicher, Heizungsoptimierung und Dämmmaßnahmen in Wohngebäuden. Die Förderung erfolgt als Zuschuss oder Kredit durch die KfW und das BAFA.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NI": {
    "pv": [
      {
        "title": "Niedersachsen Solar Bonus",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen auf Wohngebäuden mit einem Bonus für die Eigenstromnutzung. Ziel ist die Steigerung der Solarstromerzeugung im Eigenheimbereich.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Zinsvergünstigte Kredite und Zuschüsse für Photovoltaik, Wärmepumpen, Batteriespeicher und Dämmmaßnahmen in Wohngebäuden. Bundesweite Förderung, auch in Niedersachsen verfügbar.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Zuschüsse für den Einbau energieeffizienter Heizsysteme wie Wärmepumpen und für Heizungsoptimierungen. Die Förderung ist bundesweit gültig und auch in Niedersachsen abrufbar.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von effizienten Heizungen wie Wärmepumpen sowie weiteren Maßnahmen zur energetischen Sanierung von Wohngebäuden. Die Förderung umfasst auch den Austausch alter Heizungsanlagen zugunsten umweltfreundlicher Technologien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "NBank - Förderprogramm Energetische Gebäudesanierung Niedersachsen",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt private Eigentümer beim Einbau von effizienten Wärmepumpen und anderen energetischen Sanierungsmaßnahmen. Ziel ist die Reduzierung des Energieverbrauchs und die Senkung der CO2-Emissionen im Wohngebäudebestand.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW - Effizienzhaus- und Einzelmaßnahmenförderung",
        "type": "Bund",
        "description": "KfW-Förderungen für den Einbau von Wärmepumpen und weiteren energetischen Maßnahmen in Wohngebäuden, um Sanierungen wirtschaftlich zu unterstützen. Die Programme bieten zinsgünstige Kredite und Tilgungszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NW": {
    "pv": [
      {
        "title": "Förderprogramm Heizen mit Erneuerbaren Energien NRW",
        "type": "Land",
        "description": "Das Programm unterstützt die Installation von Wärmepumpen, Solarthermieanlagen, Biomasseanlagen und die Heizungsoptimierung in Wohngebäuden in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Die KfW fördert den Einbau von Photovoltaikanlagen, Batteriespeichern, Heizungsoptimierung, Dämmung und Fenstererneuerung mit zinsgünstigen Krediten und Tilgungszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Wärmepumpen und Solarthermie",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) unterstützt die Installation von Wärmepumpen sowie thermischen Solaranlagen zur Heizungsunterstützung in Wohngebäuden mit Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "NRW.BANK Wärmepumpen-Programm",
        "type": "Land",
        "description": "Das Förderprogramm der NRW.BANK bietet zinsgünstige Darlehen für die Installation von Wärmepumpen in Wohngebäuden im Bundesland Nordrhein-Westfalen an.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [
      {
        "title": "NRW.BANK.Bauen und Sanieren",
        "type": "Land",
        "description": "Förderprogramm für energieeffiziente Neubauten und Sanierungen mit besonderem Fokus auf erneuerbare Energien und Batteriespeicher in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW Energieeffizient Sanieren – Kredit und Zuschuss",
        "type": "Bund",
        "description": "Bundesweite Förderung für die energetische Sanierung von Wohngebäuden, inklusive Batteriespeicher und anderen Maßnahmen wie Wärmepumpe und Dämmung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderprogramm für die Installation von Batteriespeichern, Photovoltaik und anderen energieeffizienten Maßnahmen in Wohngebäuden in ganz Deutschland.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "RP": {
    "pv": [
      {
        "title": "Landesförderprogramm „Klimafreundliche Gebäudesanierung“ Rheinland-Pfalz",
        "type": "Land",
        "description": "Förderung von Maßnahmen wie Photovoltaik, Wärmepumpen und Dämmung für private Wohngebäude zur Steigerung der Energieeffizienz und zur Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG fördert energetische Sanierungen und den Einbau effizienter Heiz- und Kühlsysteme sowie Photovoltaikanlagen und Batteriespeicher in Wohngebäuden deutschlandweit.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Rheinland-Pfalz Zuschuss für Wärmepumpen",
        "type": "Land",
        "description": "Förderung von Wärmepumpen im Wohngebäudebereich zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen Wärmepumpen",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme für den Einbau von Wärmepumpen als effiziente Heizlösung in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Kreditanstalt für Wiederaufbau (KfW) - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderung von energetischen Sanierungsmaßnahmen wie Wärmepumpen, Heizungserneuerung und Dämmung bei Wohngebäuden. Unterstützt sowohl Investitionen in Modernisierung als auch Optimierung der Heiztechnik.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Rheinland-Pfalz: Zuschussprogramm für energetische Maßnahmen in Wohngebäuden",
        "type": "Land",
        "description": "Fördert Maßnahmen wie Heizungstausch, Dämmung und den Einbau von effizienten Heizsystemen inklusive Wärmepumpen. Ziel ist die Reduzierung des Energieverbrauchs und der CO2-Emissionen in privaten Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": [
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Förderung für energieeffizientes Bauen und Sanieren, inklusive Maßnahmen an der Gebäudehülle wie Dämmung und Fenster. Unterstützt mit zinsgünstigen Krediten und Investitionszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) - BAFA",
        "type": "Bund",
        "description": "Förderung für den Einbau von Wärmepumpen und Heizungsoptimierungen zur Senkung des Energieverbrauchs in Wohngebäuden. Zuschüsse für nachhaltige Heiztechnologien und Gebäudesanierungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Energieeffizient Sanieren - Rheinland-Pfalz",
        "type": "Land",
        "description": "Landesförderung in Rheinland-Pfalz für energetische Sanierungen von Wohngebäuden, inklusive Dämmung der Gebäudehülle und Fensteraustausch. Kombination mit bundesweiten Programmen ist möglich.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SL": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderkredite und Zuschüsse für die energetische Sanierung von Wohngebäuden, inklusive Maßnahmen wie Dämmung, Fensteraustausch sowie den Einbau von Wärmepumpen und Batteriespeichern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Heizungsoptimierung und Nutzung erneuerbarer Energien",
        "type": "Bund",
        "description": "Zuschüsse für den Einbau effizienter Heizsysteme wie Wärmepumpen und für die Optimierung bestehender Heizungen im Wohngebäudebereich.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Solarförderprogramm Saarland",
        "type": "Land",
        "description": "Das Saarland unterstützt die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden mit Zuschüssen zur Reduzierung der Investitionskosten.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SN": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Sächsische Energie- und Klimaschutzagentur - Förderprogramme für Wohngebäude",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur energetischen Sanierung und Modernisierung von Wohngebäuden, inklusive Wärmepumpen, Dämmung und Fensteraustausch. Ziel ist die Steigerung der Energieeffizienz und CO2-Reduktion in privaten Bestandsgebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Wohngebäude",
        "type": "Bund",
        "description": "Das BEG unterstützt umfassende Sanierungsmaßnahmen wie Wärmepumpen, Dämmung, Fenstererneuerung und Batteriespeicher in Wohngebäuden. Es umfasst Zuschüsse und Kredite zur Verbesserung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "ST": {
    "pv": [
      {
        "title": "Wohngebäude-Programm Sachsen-Anhalt",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Steigerung der Energieeffizienz in Wohngebäuden, inklusive Photovoltaik, Wärmepumpen und Dämmung. Das Programm unterstützt sowohl Neubau als auch Sanierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme Energieeffizient Sanieren und Energieeffizient Bauen",
        "type": "Bund",
        "description": "Bundesweite Programme zur Förderung von energieeffizienten Neubauten und Sanierungen, inklusive Photovoltaik, Batteriespeicher und Wärmepumpen. Die Förderung erfolgt durch zinsgünstige Kredite und Investitionszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) – Bundesförderung für effiziente Gebäude",
        "type": "Bund",
        "description": "Förderung von erneuerbaren Energien in Wohngebäuden, insbesondere für Wärmepumpen und Solarthermie. Zuschüsse werden für die Installation und Modernisierung gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SH": {
    "pv": [
      {
        "title": "Förderung von Photovoltaikanlagen und Speichern in Schleswig-Holstein",
        "type": "Land",
        "description": "Das Land Schleswig-Holstein unterstützt die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden mit zinsgünstigen Darlehen und Zuschüssen, um die Eigenstromnutzung zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme zur energetischen Sanierung und Heizungserneuerung",
        "type": "Bund",
        "description": "Die KfW-Bank fördert bundesweit energetische Sanierungen von Wohngebäuden, dazu zählen Photovoltaik, Wärmepumpen und Dämmmaßnahmen mit zinsgünstigen Krediten und Investitionszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) unterstützt private Haushalte bei der Modernisierung von Heizungssystemen, insbesondere mit Zuschüssen für Wärmepumpen und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Programm „SH: Klimaschutz für Privatkunden“",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Erhöhung der Energieeffizienz und Nutzung erneuerbarer Energien in Wohngebäuden, wie z.B. Wärmepumpen, Dämmung, und Fensteraustausch.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm",
        "type": "Bund",
        "description": "Bundesweit geltendes Förderprogramm für energieeffiziente Sanierungsmaßnahmen an Wohngebäuden, darunter Dämmung, neue Fenster, Heizungsoptimierung und den Einbau von Wärmepumpen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Bundesförderung für die Nutzung erneuerbarer Energien im Gebäudebereich inklusive Wärmepumpen, Heizungsoptimierung und Batteriespeicher für Wohngebäude.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "TH": {
    "pv": [
      {
        "title": "Thüringer Förderprogramm für Photovoltaikanlagen und Batteriespeicher",
        "type": "Land",
        "description": "Förderung der Installation von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden im Bundesland Thüringen. Ziel ist die Steigerung der Eigenversorgung mit Solarstrom und die Unterstützung der Energiewende.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung für Maßnahmen wie Wärmepumpen, Heizungsoptimierung, Dämmung und Fenster in Wohngebäuden. Die Förderung umfasst Zuschüsse und Kredite zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Kredite und Zuschüsse für energetische Sanierungen von Wohngebäuden, darunter Wärmepumpen, Dämmung und Fensteraustausch. Ziel ist die Reduktion des Energieverbrauchs und der CO2-Emissionen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Wärmepumpe",
        "type": "Bund",
        "description": "Das BEG-Programm fördert den Einbau von Wärmepumpen in Wohngebäuden zur Steigerung der Energieeffizienz und zur CO2-Reduktion. Es umfasst Zuschüsse und Kredite mit Tilgungszuschüssen für private Hausbesitzer.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Investitionsprogramm Wärmepumpe Thüringen",
        "type": "Land",
        "description": "Das Förderprogramm des Freistaats Thüringen unterstützt private Haushalte beim Austausch alter Heizsysteme durch moderne Wärmepumpen. Ziel ist die Förderung erneuerbarer Energien und die Reduktion fossiler Brennstoffe im Wärmemarkt.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "THG-Quote und Heizungsoptimierung in Thüringen",
        "type": "Land",
        "description": "Förderung für die Optimierung von Heizungsanlagen und den Einsatz von erneuerbaren Energien zur CO2-Reduktion in Wohngebäuden in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Teil Heizungsoptimierung",
        "type": "Bund",
        "description": "Bundesweite Förderung für Maßnahmen zur Heizungsoptimierung, einschließlich Wärmepumpen, Batteriespeicher und Dämmmaßnahmen zur Steigerung der Energieeffizienz von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "THG - Thüringer Programm Energie und Klima",
        "type": "Land",
        "description": "Förderung für Effizienzmaßnahmen an Wohngebäuden inklusive Dämmung, Fenstern und Heizungsoptimierung. Ziel ist die Reduktion des Energieverbrauchs und der CO2-Emissionen in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Bundesweite Förderung von Maßnahmen zur Verbesserung der Energieeffizienz und Nutzung erneuerbarer Energien in Wohngebäuden, z.B. Wärmepumpen, Batteriespeicher, Dämmung und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 - Wohneigentum und Sanierung",
        "type": "Bund",
        "description": "Zinsvergünstigte Kredite und Zuschüsse für energetische Sanierung und Neubau von Wohngebäuden, inklusive Wärmedämmung, Fensteraustausch und Installation von Photovoltaik-Anlagen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  }
}