{
  "BW": {
    "pv": [
      {
        "title": "Förderprogramm Erneuerbare Energien – Photovoltaik und Speicher",
        "type": "Land",
        "description": "Das Land Baden-Württemberg unterstützt die Installation von Photovoltaikanlagen und dazugehörigen Batteriespeichern in Wohngebäuden zur Steigerung der Eigenversorgung mit Solarstrom.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Richtlinie zur Förderung der Heizungsoptimierung und Dämmmaßnahmen im Wohngebäudebestand",
        "type": "Land",
        "description": "Dieses Förderprogramm des Landes Baden-Württemberg bezuschusst Maßnahmen zur Optimierung von Heizungsanlagen sowie Dämmung und Fenstererneuerung in Wohngebäuden zur Energieeinsparung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für Wohngebäude – Bundesweite Angebote",
        "type": "Bund",
        "description": "Die KfW bietet bundesweite zinsgünstige Kredite und Zuschüsse für Photovoltaik, Batteriespeicher, Wärmepumpen sowie energetische Sanierung von Wohngebäuden in Baden-Württemberg.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Heizungsoptimierung und Wärmepumpen Förderung in Baden-Württemberg",
        "type": "Land",
        "description": "Förderung von effizienten Wärmepumpen und Heizungsoptimierung im Wohngebäudebereich, um den Energieverbrauch zu senken und CO2-Emissionen zu reduzieren.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für Wärmepumpen",
        "type": "Bund",
        "description": "Bundesweite Förderung für den Einbau von effizienten Wärmepumpen im Wohngebäudebereich zur thermischen Erneuerung und Energieeinsparung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KlimaschutzPlus Baden-Württemberg",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien, darunter der Einbau von Wärmepumpen in Bestandsgebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Förderprogramm Heizungstausch BW",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt den Austausch alter Heizungen gegen effiziente Wärmepumpen und andere erneuerbare Energien im Wohngebäudesektor in Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Landesförderprogramm Abwärme und Heizsysteme Baden-Württemberg",
        "type": "Land",
        "description": "Förderung für Optimierung und Umrüstung von Heizanlagen zur Steigerung der Energieeffizienz in Wohngebäuden im Bundesland Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Bundesweite Programme, die auch in Baden-Württemberg gelten, fördern Wärmepumpen, Heizungsoptimierung, Dämmung und den Einsatz von Batteriespeichern in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "KfW-Energieeffizienzprogramm – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Dieses Programm fördert energetische Sanierungsmaßnahmen an Wohngebäuden, einschließlich Dämmung von Gebäudehüllen, Austausch von Fenstern und Heizungsoptimierung. Es bietet zinsgünstige Darlehen und Tilgungszuschüsse für private Eigentümer.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderprogramm BW: Energieeffizient Sanieren und Bauen",
        "type": "Land",
        "description": "Das Förderprogramm des Landes Baden-Württemberg unterstützt energetische Sanierungen und den Einbau energieeffizienter Technologien wie Wärmepumpen und Photovoltaik in Wohngebäuden. Es umfasst Zuschüsse für Dämmmaßnahmen und den Einbau neuer Fenster.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Energiebonus BW",
        "type": "Land",
        "description": "Der Energiebonus BW fördert private Hauseigentümer bei der energetischen Sanierung von Gebäuden, insbesondere bei Maßnahmen an der Gebäudehülle und dem Einsatz erneuerbarer Energien. Zuschüsse werden für Wärmedämmung, Fenster und Heizungsoptimierung angeboten.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BY": {
    "pv": [
      {
        "title": "10.000-Häuser-Programm – EnergieBonusBayern",
        "type": "Land",
        "description": "Förderung für Eigentümer von Wohngebäuden in Bayern zur Verbesserung der Energieeffizienz, z.B. durch Photovoltaik, Wärmepumpen, Batteriespeicher und Dämmmaßnahmen. Ziel ist die nachhaltige Modernisierung von Gebäuden mit Zuschüssen und Tilgungszuschüssen für Kombinationen mit KfW-Förderungen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung für Einzelmaßnahmen wie Photovoltaikanlagen, Batteriespeicher, Wärmepumpen und Heizungsoptimierung bei Wohngebäuden. Das Förderprogramm unterstützt die Installation energieeffizienter Technologien mit Zuschüssen und Krediten.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Energieberatung für Wohngebäude in Bayern",
        "type": "Land",
        "description": "Förderung für die Energieberatung von Wohngebäuden zur Planung von Maßnahmen wie Dämmung, Fenstertausch, Heizungsoptimierung und Einsatz erneuerbarer Energien. Ziel ist die Beratung und Begleitung bei energetischer Sanierung im privaten Wohnungsbau.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Bayerisches Förderprogramm Energieberatung",
        "type": "Land",
        "description": "Das Programm unterstützt Eigentümer von Wohngebäuden bei der Optimierung der Heizung und energetischen Modernisierung durch geförderte Energieberatungen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Heizungsoptimierung mit der KfW-Förderung 430",
        "type": "Bund",
        "description": "Das KfW-Programm bietet Zuschüsse für den Einbau effizienter Heiztechnik und Heizungsoptimierung, darunter Wärmepumpen und Brennwerttechnik.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bayerisches Wärmepumpen-Programm (zusätzlich zur Bundesförderung)",
        "type": "Land",
        "description": "Dieses Programm fördert den Einbau von Wärmepumpen in Wohngebäuden als Teil einer Heizungsmodernisierung, ergänzend zu bundesweiten KfW-Programmen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Bayrisches Förderprogramm Energieberatung Wohngebäude",
        "type": "Land",
        "description": "Fördert Energieberatungen für Wohngebäude in Bayern, um individuelle Maßnahmen zur Verbesserung der Gebäudehülle zu analysieren und umzusetzen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme für energieeffizientes Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme der KfW-Bank für die Sanierung von Wohngebäuden inklusive Dämmung, Fenstererneuerung, Heizungserneuerung sowie den Einbau von Photovoltaikanlagen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderung für Sanierungsmaßnahmen an der Gebäudehülle, Heizungsoptimierung sowie Erneuerbare Energien wie Wärmepumpen und Batteriespeicher in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BE": {
    "pv": [
      {
        "title": "KfW-Förderung for Photovoltaik und Batteriespeicher",
        "type": "Bund",
        "description": "Die KfW bietet Förderkredite und Zuschüsse für Photovoltaikanlagen und Batteriespeicher im Wohngebäudebereich an. Dies umfasst auch Speicher zur besseren Nutzung des Eigenstroms.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berliner Programm für energieeffizienten Wohnungsbau und Gebäudesanierung",
        "type": "Land",
        "description": "Das Land Berlin fördert den Einbau von Photovoltaikanlagen, Wärmepumpen und energetische Sanierungen in Wohngebäuden. Ziel ist die Reduktion von CO2-Emissionen und Energieverbrauch.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Solarförderung Berlin",
        "type": "Land",
        "description": "Das Land Berlin unterstützt die Installation von PV-Anlagen auf Wohngebäuden mit Zuschüssen, um den Ausbau erneuerbarer Energien zu fördern. Die Förderung umfasst auch Batteriespeicher.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [
      {
        "title": "KfW-Effizienzhaus und Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Batteriespeichern in Kombination mit Photovoltaikanlagen für Wohngebäude zur Steigerung der Energieeffizienz und Eigenverbrauchsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berliner Förderprogramm: Batteriespeicher für Photovoltaikanlagen",
        "type": "Land",
        "description": "Das Land Berlin unterstützt den Einbau von Batteriespeichern bei bestehenden Photovoltaikanlagen, um die Eigenverbrauchsquote zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Energieeffizienzprogramme",
        "type": "Bund",
        "description": "Förderung von Maßnahmen zur energetischen Sanierung von Wohngebäuden wie Dämmung, Fensteraustausch, Photovoltaik und Wärmepumpen. Die Kredit- und Zuschussprogramme unterstützen Investitionen in die Verbesserung der Gebäudehülle und Heizungstechnik.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berliner Förderprogramm für energiesparendes Bauen und Sanieren",
        "type": "Land",
        "description": "Förderung von energetischen Sanierungsmaßnahmen inklusive Wärmedämmung, Heizungsmodernisierung und Einbau von erneuerbaren Energien wie Photovoltaik und Batteriespeicher in Wohngebäuden. Zuschüsse werden für private Eigentümer und Vermieter gewährt.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BB": {
    "pv": [
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Heizungsoptimierung und Batteriespeichern im Bestand. Zuschüsse und Kredite zur energetischen Sanierung von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 430 - Zuschuss Photovoltaik-Speicher",
        "type": "Bund",
        "description": "Zuschüsse für die Installation von Batteriespeichern in Verbindung mit einer Photovoltaikanlage. Unterstützung zur Erhöhung der Eigenverbrauchsquote von Solarstrom.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Photovoltaikförderung Brandenburg",
        "type": "Land",
        "description": "Das Land Brandenburg fördert Photovoltaikanlagen auf Wohngebäuden mit ergänzenden Zuschüssen, zusätzlich zu Bundesprogrammen. Ziel ist die Steigerung der nachhaltigen Stromerzeugung im Land.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für energieeffiziente Sanierungen bei Wohngebäuden, darunter Dämmung, Fensteraustausch, Wärmepumpen und Heizungsoptimierung. Zuschüsse für Privatpersonen und Vermieter zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm ProWärme Brandenburg",
        "type": "Land",
        "description": "Landesprogramm zur Förderung von Wärmepumpen, Solarthermie und weiteren energiesparenden Maßnahmen in Wohngebäuden in Brandenburg. Es werden Zuschüsse als ergänzende Landesförderung zu Bundesmitteln gewährt.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Energetische Sanierung von Wohngebäuden in Brandenburg",
        "type": "Land",
        "description": "Brandenburg unterstützt Maßnahmen zur Dämmung von Außenwänden, Dächern und Fenstern in Wohngebäuden mit Zuschüssen. Ziel ist die Verringerung des Energieverbrauchs und CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HB": {
    "pv": [
      {
        "title": "Bundesförderung für effiziente Gebäude - Einzelmaßnahmen (BEG EM)",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen wie Photovoltaik-Anlagen, Batteriespeichern, Wärmepumpen, Heizungsoptimierungen und Dämmmaßnahmen für Wohngebäude. Die Förderung erfolgt als Zuschuss oder Kredit über die KfW und das BAFA.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Photovoltaik-Zuschuss Bremen",
        "type": "Land",
        "description": "Das Land Bremen unterstützt die Installation von Photovoltaikanlagen auf Wohngebäuden mit einem einmaligen Zuschuss. Ziel ist die Förderung von erneuerbaren Energien zur Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Klimafreundliches Sanieren Bremen",
        "type": "Land",
        "description": "Dieses Förderprogramm unterstützt energetische Sanierungen wie Dämmung und Fensteraustausch sowie den Einbau von effizienten Heizsystemen in Wohngebäuden. Die Förderung erfolgt als Zuschuss für Hauseigentümer in Bremen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "HH": {
    "pv": [
      {
        "title": "KfW-Programm 261/262: Energieeffizient Sanieren – Kredit",
        "type": "Bund",
        "description": "Förderkredite für private Wohngebäude zur energetischen Sanierung, inklusive Maßnahmen wie Dämmung, Heizungserneuerung und Einbau von Photovoltaik und Batteriespeichern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburger Heizungsoptimierung",
        "type": "Land",
        "description": "Zuschüsse für die Optimierung von bestehenden Heizungsanlagen, z.B. durch den Einbau effizienter Regelungstechnik in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Hamburg - Solardachpflicht und Solar-Förderung",
        "type": "Land",
        "description": "Förderung für Photovoltaikanlagen auf Neubauten und Bestandsgebäuden sowie Pflicht zur Installation von Solaranlagen bei größeren Bauvorhaben in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Hamburger Batteriespeicher-Förderung",
        "type": "Land",
        "description": "Zuschüsse für den Kauf und die Installation von Batteriespeichern in Kombination mit Photovoltaikanlagen in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Hamburg Klimafreundlich Heizen",
        "type": "Land",
        "description": "Förderung von Heizungsanlagen mit erneuerbaren Energien, wie Wärmepumpen und Solarthermie, sowie Heizungsoptimierung in Wohngebäuden zur CO2-Reduktion.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Fördert Maßnahmen zur Heizungsoptimierung und den Einsatz effizienter Heiztechnik, etwa Wärmepumpen und erneuerbare Wärmequellen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "HE": {
    "pv": [
      {
        "title": "Förderprogramm Energieeffizienz und Erneuerbare Energien in Wohngebäuden (Hessen)",
        "type": "Land",
        "description": "Das Programm unterstützt Investitionen in Photovoltaik, Batteriespeicher, Wärmepumpen, Heizungsoptimierung und Dämmmaßnahmen bei Wohngebäuden in Hessen mit zinsgünstigen Darlehen und Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG-Programm fördert u.a. Photovoltaikanlagen, Batteriespeicher, Wärmepumpen, Heizungsoptimierungen sowie Dämm- und Fensteraustauschmaßnahmen für Wohngebäude in ganz Deutschland, inklusive Hessen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Programm 261/262: Energieeffizient Sanieren – Kredit und Zuschuss",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen zur Verbesserung der Energieeffizienz wie Dämmung, neue Fenster, Heizungsoptimierung sowie Batteriespeicher und Wärmepumpen in Wohngebäuden. Es werden zinsgünstige Kredite und Tilgungszuschüsse angeboten.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bundeszuschuss Heizen mit Erneuerbaren Energien (BEG EM)",
        "type": "Bund",
        "description": "Zuschüsse für den Einbau von Wärmepumpen und Biomasseanlagen sowie für die Optimierung der Heizungsanlage in Wohngebäuden. Diese Maßnahme unterstützt den Austausch fossiler Heizungen durch erneuerbare Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hessisches Förderprogramm Energieeffizient Sanieren und Bauen (FESB)",
        "type": "Land",
        "description": "Förderung von energetischen Sanierungen und Neubauten mit Fokus auf die Gebäudehülle wie Dämmung, Fenster sowie die Nutzung erneuerbarer Energien zur Wärmeversorgung im Bundesland Hessen. Zuschüsse werden als Ergänzung zu Bundesförderungen angeboten.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Programm Energieberatung Hessen",
        "type": "Land",
        "description": "Förderung der Energieberatung für Wohngebäude in Hessen, um Maßnahmen wie Wärmedämmung, Fenstertausch, Heizungsoptimierung und den Einsatz erneuerbarer Energien zu planen und umzusetzen. Ziel ist die nachhaltige Reduzierung des Energieverbrauchs.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "MV": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NI": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NW": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "NRW.BANK.Wärme",
        "type": "Land",
        "description": "Förderprogramm des Landes Nordrhein-Westfalen zur Unterstützung von Energieeffizienzmaßnahmen und Erneuerbaren Energien in Wohngebäuden, inklusive Heizungsoptimierung und Wärmepumpeninstallation.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Sanierung",
        "type": "Bund",
        "description": "Bundesweites Förderprogramm zur energetischen Gebäudesanierung, das Heizungsoptimierung, Wärmepumpen, Dämmung und Fenstererneuerung umfasst.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "RP": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SL": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SN": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "ST": {
    "pv": [
      {
        "title": "Landesförderprogramm Erneuerbare Energien und Energieeffizienz Sachsen-Anhalt",
        "type": "Land",
        "description": "Das Programm unterstützt private Wohngebäude bei der Installation von Photovoltaikanlagen, Batteriespeichern sowie bei Maßnahmen zur Heizungsoptimierung und Dämmung. Es fördert Investitionen zur Steigerung der Energieeffizienz und zur Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das Förderprogramm des Bundes unterstützt einzelne energetische Sanierungsmaßnahmen wie Photovoltaik, Batteriespeicher, Wärmepumpen, Heizungsoptimierung und Dämmung in Wohngebäuden. Es wird als Zuschuss oder Kredit mit Tilgungszuschuss angeboten.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SH": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "TH": {
    "pv": [
      {
        "title": "Förderprogramm Photovoltaik Thüringen",
        "type": "Land",
        "description": "Das Land Thüringen fördert die Errichtung von Photovoltaikanlagen auf Wohngebäuden zur Steigerung der Eigenstromnutzung. Die Förderung richtet sich an private Eigentümer und Eigentümergemeinschaften.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG Programm unterstützt den Einbau von Photovoltaik, Batteriespeichern, Wärmepumpen und weitere energetische Sanierungsmaßnahmen in Wohngebäuden. Es handelt sich um zinsgünstige Kredite und Zuschüsse der KfW und BAFA.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Thüringer Programm für Heizen mit Erneuerbarer Energie",
        "type": "Land",
        "description": "Förderung des Einbaus von Wärmepumpen und Optimierung von Heizungsanlagen zur Nutzung erneuerbarer Energien in Wohngebäuden. Ziel ist die Reduzierung fossiler Brennstoffe und Energieeinsparung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  }
}