{
  "BW": {
    "pv": [
      {
        "title": "KfW-Effizienzhaus- und Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für Photovoltaik-Anlagen, Batteriespeicher, Wärmepumpen und energetische Sanierungsmaßnahmen bei Wohngebäuden über zinsgünstige Kredite und Tilgungszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderprogramm BW - Solar Plus Speicher",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen in Verbindung mit Batteriespeichern, speziell für private Wohngebäude, um die Eigenverbrauchsquote zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Landesförderprogramm BW - Gebäudesanierung",
        "type": "Land",
        "description": "Unterstützung bei energetischen Sanierungsmaßnahmen wie Dämmung, Fenstertausch und Heizungssanierung (z.B. Wärmepumpen) für Wohngebäude in Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [
      {
        "title": "KfW-Förderprogramm 433 - Energieeffizient Sanieren – Speicher",
        "type": "Bund",
        "description": "Investitionszuschuss für die Installation von stationären Batteriespeichern in Wohngebäuden in Kombination mit einer Photovoltaikanlage.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderprogramm BW - Wohnraum Modernisieren Plus",
        "type": "Land",
        "description": "Fördert die energetische Sanierung von Wohngebäuden inklusive Dämmung, Fensteraustausch und Optimierung der Heiztechnik wie Wärmepumpen und Batteriespeicher.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Heizungsoptimierung und Heizungsaustausch in Baden-Württemberg",
        "type": "Land",
        "description": "Förderprogramm zur Optimierung von Heizanlagen und Austausch ineffizienter Heizungen durch effizientere Systeme im Wohngebäudebereich in Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Bundesweite KfW-Förderungen für energetische Sanierungen wie Dämmung, Heizungsoptimierung und Einbau von Wärmepumpen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Förderung durch BAFA zur Optimierung bestehender Heizanlagen und zum Einbau von Wärmepumpen in Wohngebäuden, nutzbar auch in Baden-Württemberg.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Programm Energieeffizient Sanieren - Zuschuss Baubegleitung BW",
        "type": "Land",
        "description": "Förderung für fachkundige Baubegleitung bei der energetischen Sanierung von Wohngebäuden; der Schwerpunkt liegt auf Maßnahmen zur Verbesserung der Gebäudehülle und Heizungstechnik.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Baubegleitung zur Energieeffizienz in Baden-Württemberg",
        "type": "Land",
        "description": "Unterstützt die professionelle Beratung und Planung bei energetischen Sanierungen und Neubauten mit Fokus auf effiziente Gebäudehülle und Haustechnik.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderdarlehen und Zuschüsse für energetische Sanierungen und den Einbau effizienter Heizungen und Dämmmaßnahmen für Wohngebäude in BW und ganz Deutschland.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Erneuerbare Energien im Wärmesektor",
        "type": "Bund",
        "description": "Zuschüsse für den Einbau von Wärmepumpen, Solarthermie, Biomasseanlagen und Heizungsoptimierung einschließlich Batteriespeicher als Ergänzung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BY": {
    "pv": [
      {
        "title": "Bayerisches Förderprogramm für Photovoltaik und Batteriespeicher",
        "type": "Land",
        "description": "Das Programm fördert die Installation von Photovoltaikanlagen und Batteriespeichern in privaten Wohngebäuden in Bayern, um die Eigenstromnutzung zu erhöhen und die Energiewende voranzutreiben.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Wohngebäude",
        "type": "Bund",
        "description": "Das BEG-Programm unterstützt die Installation von Wärmepumpen, Heizungsoptimierungen, Dämmungen, Fensteraustausch und Photovoltaikanlagen in Wohngebäuden bundesweit mit zinsgünstigen Krediten und Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "Bayern: Förderung Batteriespeicher bei Photovoltaikanlagen",
        "type": "Land",
        "description": "Das Programm unterstützt den Einbau von Batteriespeichern in Verbindung mit Photovoltaikanlagen in Wohngebäuden zur Erhöhung der Eigenversorgung mit Solarstrom. Gefördert werden Speicher, die bereits installierte PV-Anlagen ergänzen oder bei Neubauten eingesetzt werden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 275 – Energieeffizient bauen und sanieren – Speicher",
        "type": "Bund",
        "description": "Das KfW-Programm fördert Batteriespeicher im Bereich energieeffizienter Wohngebäude in Verbindung mit erneuerbaren Energien wie Photovoltaik. Es richtet sich an private Eigentümer und Investoren und unterstützt die Optimierung der Energienutzung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen in Wohngebäuden als Einzelmaßnahme zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Wärmepumpe Bayern",
        "type": "Land",
        "description": "Das Land Bayern unterstützt den Einbau von Wärmepumpen in Wohngebäuden, um umweltfreundliche Heiztechnologien zu fördern und fossile Brennstoffe zu ersetzen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Bayerisches Programm zur Heizungsoptimierung",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Optimierung bestehender Heizungsanlagen, insbesondere Austausch ineffizienter Systeme gegen moderne Wärmepumpen und effizientere Heiztechnik in Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung von Heizungsoptimierung, Wärmepumpen, Photovoltaik und Batteriespeichern in Wohngebäuden zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Förderung von energetischen Sanierungen und effizienter Heiztechnik wie Wärmepumpen und Dämmmaßnahmen in Wohngebäuden, um den Energieverbrauch nachhaltig zu reduzieren.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Bavaria solar offeNSiv",
        "type": "Land",
        "description": "Förderprogramm zur Unterstützung von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden in Bayern. Es zielt darauf ab, die Energieerzeugung und -speicherung auf privaten Dächern zu fördern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BEG Wohngebäude (Bundesförderung für effiziente Gebäude)",
        "type": "Bund",
        "description": "Förderung für Maßnahmen zur energetischen Sanierung von Wohngebäuden, z.B. Dämmung, Fenster, Wärmepumpen und Heizungsoptimierung. Gilt bundesweit auch in Bayern und wird über die KfW und BAFA abgewickelt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BE": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Förderprogramm Energieeffizient Sanieren - Wohngebäude (KfW)",
        "type": "Bund",
        "description": "Dieses Programm unterstützt die Sanierung von Wohngebäuden mit Maßnahmen zur Verbesserung der Gebäudehülle, wie Dämmung und Fenster. Es umfasst zinsverbilligte Kredite und Zuschüsse für die Installation von Wärmepumpen und Batteriespeichern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berlin Energiebonus",
        "type": "Land",
        "description": "Das Programm fördert energetische Sanierungen an Wohngebäuden in Berlin, insbesondere Dämmmaßnahmen, Fensteraustausch und die Nutzung von erneuerbaren Energien wie Photovoltaik und Wärmepumpen. Ziel ist die Verbesserung der Energieeffizienz und Reduzierung des CO2-Ausstoßes.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Berliner Förderprogramm zur Heizungsoptimierung",
        "type": "Land",
        "description": "Die Förderung unterstützt Maßnahmen zur Modernisierung und Optimierung von Heizsystemen, beispielsweise durch den Einbau moderner Regeltechnik oder Austausch ineffizienter Heizkörper. Ziel ist die Steigerung der Energieeffizienz in Bestandsgebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BB": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "Förderprogramm Heizungstausch Brandenburg",
        "type": "Land",
        "description": "Das Programm unterstützt den Austausch alter Heizungen durch effiziente Wärmepumpen mit zinsgünstigen Darlehen und Tilgungszuschüssen in Brandenburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Die BEG fördert den Einbau von Wärmepumpen in Wohngebäuden mit Zuschüssen und Krediten, um die Energiewende im Gebäudesektor voranzutreiben.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "HB": {
    "pv": [],
    "battery": [
      {
        "title": "KfW-Programm 270: Wohngebäude - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderung für energetische Sanierung von Wohngebäuden, einschließlich Batteriespeicher in Kombination mit Photovoltaikanlagen. Darlehen und Zuschüsse werden angeboten.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Zuschuss für Batteriespeicher im privaten Wohnbereich",
        "type": "Bund",
        "description": "Fördert Batteriespeicher in Verbindung mit Photovoltaikanlagen zur Eigenstromnutzung. Voraussetzung ist der Einbau eines neuen Batteriesystems mit bestimmten technischen Anforderungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Energieberatung in Bremen",
        "type": "Land",
        "description": "Das Land Bremen bietet kostenfreie Energieberatungen für Wohngebäude an, die auch Maßnahmen wie Batteriespeicher berücksichtigen. Ziel ist die Steigerung der Energieeffizienz in privaten Haushalten.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "BAFA Heizungsoptimierung",
        "type": "Bund",
        "description": "Förderung für Maßnahmen zur Optimierung bestehender Heizungsanlagen wie hydraulischer Abgleich und Austausch von Umwälzpumpen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Heizungsoptimierung - Programm Klimafreundliches Bauen und Sanieren",
        "type": "Land",
        "description": "Das Land Bremen unterstützt die Optimierung von Heizungsanlagen in Wohngebäuden zur Steigerung der Energieeffizienz und Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": []
  },
  "HH": {
    "pv": [
      {
        "title": "Hamburger Programm für Klimaschutz in Wohngebäuden",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen, Batteriespeichern und energetischen Sanierungen in privaten Wohngebäuden in Hamburg. Das Programm unterstützt insbesondere den Einsatz von Wärmepumpen und Dämmmaßnahmen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme für Energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme für Photovoltaik, Batteriespeicher, Wärmepumpen sowie Dämmung und Fensteraustausch in Wohngebäuden. Über zinsgünstige Kredite und Investitionszuschüsse wird die energieeffiziente Modernisierung unterstützt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Hamburgische KlimaschutzSofortprogramm",
        "type": "Land",
        "description": "Förderung von Heizungsoptimierung, Wärmepumpen und Dämmmaßnahmen in Wohngebäuden zur Reduzierung des Energieverbrauchs und der CO2-Emissionen in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Ermöglicht finanzielle Zuschüsse für Maßnahmen wie Wärmepumpen, Heizungsoptimierung, Dämmung und neue Fenster in Wohngebäuden deutschlandweit inklusive Hamburg.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "HE": {
    "pv": [
      {
        "title": "Hessisches Förderprogramm: Entwicklung einer Solarstromspeicherförderung",
        "type": "Land",
        "description": "Förderung von Batteriespeichern in Kombination mit Photovoltaikanlagen zur Eigenverbrauchssteigerung, verfügbar für Wohngebäude in Hessen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramme – Photovoltaik und Batteriespeicher",
        "type": "Bund",
        "description": "Bundesweite Förderung von PV-Anlagen, Batteriespeichern und weiteren energetischen Sanierungsmaßnahmen für Wohngebäude.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderprogramm Wärmepumpen und Heizungsoptimierung",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen sowie Optimierung bestehender Heizungsanlagen für Wohngebäude, gilt ebenfalls in Hessen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Förderung der energetischen Sanierung von Wohngebäuden inklusive Dämmung, Fensteraustausch, Heizungsoptimierung und Einbau von Wärmepumpen. Über zinsgünstige Kredite und Tilgungszuschüsse werden Maßnahmen zur Verbesserung der Gebäudehülle unterstützt.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hessisches Förderprogramm für Energieeffizienz im Wohngebäude",
        "type": "Land",
        "description": "Das Land Hessen fördert u.a. die Verbesserung der Gebäudehülle, den Einbau effizienter Heizsysteme wie Wärmepumpen und die Nutzung von Photovoltaik mit Batteriespeichern. Ziel ist die Reduktion des Energieverbrauchs und der CO2-Emissionen im Wohngebäudebereich.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderung von Solaranlagen und Batteriespeichern in Hessen",
        "type": "Land",
        "description": "Das Land Hessen unterstützt den Einbau von Photovoltaikanlagen und Batteriespeichern zur Steigerung der Eigenstromnutzung und Förderung der erneuerbaren Energien. Dies trägt zur energetischen Optimierung von Wohngebäuden bei.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "MV": {
    "pv": [
      {
        "title": "Förderprogramm für erneuerbare Energien in Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Das Land Mecklenburg-Vorpommern fördert die Installation von Photovoltaikanlagen, Batteriespeichern und Wärmepumpen in privaten Wohngebäuden zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil E",
        "type": "Bund",
        "description": "Das BEG Teil E unterstützt Maßnahmen wie den Einbau von Wärmepumpen, Photovoltaikanlagen und Batteriespeichern in Wohngebäuden, um den Energieverbrauch zu senken und die Nutzung erneuerbarer Energien zu fördern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Marktanreizprogramm Wärme (MAP)",
        "type": "Bund",
        "description": "Bundesweite Förderung für die Installation von effizienten Wärmepumpen in Wohngebäuden zur Senkung des Energieverbrauchs und der CO2-Emissionen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Finanzielle Unterstützung für die Sanierung von Wohngebäuden, darunter die Installation von Wärmepumpen zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Elektromobilitäts-Förderprogramm Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Landesförderung zur Unterstützung von Maßnahmen wie Wärmepumpen, insbesondere im Zusammenhang mit erneuerbaren Energien und Elektromobilität.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NI": {
    "pv": [
      {
        "title": "BAFA-Förderung für Wärmepumpen und Biomasseanlagen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) fördert den Einbau von effizienten Wärmepumpen und Biomasseanlagen, um die Heizungsmodernisierung in Wohngebäuden zu unterstützen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren (z. B. PV-Anlagen, Batteriespeicher)",
        "type": "Bund",
        "description": "Die KfW bietet Kredite und Zuschüsse für den Einbau von Photovoltaikanlagen, Batteriespeichern und energetischer Sanierung inklusive Dämmung und Fenster an.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Niedersächsisches Programm Energieeffizienz – Wohngebäude (N-ERGIE)",
        "type": "Land",
        "description": "Das Land Niedersachsen unterstützt Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, einschließlich Photovoltaik und Wärmepumpen mit direkten Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Klimaschutzinitiative der Stadt Hannover – Förderung von PV-Anlagen und Energiespeichern",
        "type": "Kommune",
        "description": "Die Landeshauptstadt Hannover bietet finanzielle Anreize für den Einbau von Photovoltaikanlagen und Batteriespeichern in privaten Wohngebäuden.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen und anderen effizienten Heizungsanlagen für Wohngebäude, inklusive Zuschüsse und günstige Kredite.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Niedersächsisches Förderprogramm für energieeffiziente Wohngebäude",
        "type": "Land",
        "description": "Unterstützt Maßnahmen zur energetischen Sanierung von Wohngebäuden, darunter die Installation von Wärmepumpen in Niedersachsen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "NW": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "RP": {
    "pv": [
      {
        "title": "Klimaschutz - Investitionsprogramm Rheinland-Pfalz",
        "type": "Land",
        "description": "Förderung für energetische Sanierungen und den Einbau von Photovoltaikanlagen, Wärmepumpen und Batteriespeichern in Wohngebäuden in Rheinland-Pfalz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) für erneuerbare Energien",
        "type": "Bund",
        "description": "Bundesweite Förderung für den Einbau von Wärmepumpen und Biomasseheizungen in Wohngebäuden, auch in Rheinland-Pfalz erhältlich.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren und Bauen",
        "type": "Bund",
        "description": "Zinsgünstige Kredite und Zuschüsse für Photovoltaik, Batteriespeicher, Heizungsoptimierung und Dämmmaßnahmen für Wohngebäude bundesweit, somit auch in Rheinland-Pfalz verfügbar.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Batteriespeichern in Kombination mit Photovoltaikanlagen zur Steigerung der Eigenverbrauchsquote in Wohngebäuden. Zuschüsse werden für effiziente Batteriespeicher in Verbindung mit erneuerbaren Energien gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Klimaschutzförderung Rheinland-Pfalz – Gebäudesanierung und Energiespeicher",
        "type": "Land",
        "description": "Landesprogramm zur Unterstützung von energetischen Sanierungen, inklusive Batteriespeichern in Verbindung mit Photovoltaik. Ziel ist die Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien in privaten Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Kommunale Förderprogramme für Batteriespeicher in Rheinland-Pfalz",
        "type": "Kommune",
        "description": "Einige Kommunen in Rheinland-Pfalz bieten ergänzende Zuschüsse für Batteriespeicher an, meist in Kombination mit Photovoltaikanlagen. Förderbedingungen und Höhe variieren je nach Kommune.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Förderung für Sanierungsmaßnahmen zur energetischen Verbesserung von Wohngebäuden, inklusive Wärmedämmung, neuen Fenstern und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) – Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Investitionszuschüsse und Kredite für den Einbau von Wärmepumpen, Biomasseanlagen, Solarthermie und Batteriespeichern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Energieeffizienz-Förderprogramm Rheinland-Pfalz „Solar Invest“",
        "type": "Land",
        "description": "Unterstützt die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden in Rheinland-Pfalz mit Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Rheinland-Pfalz Förderung für energetische Baumaßnahmen im Wohngebäudebereich",
        "type": "Land",
        "description": "Förderung von Dämmmaßnahmen an der Gebäudehülle sowie Fensteraustausch im Rahmen der energieeffizienten Sanierung von Wohnimmobilien.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SL": {
    "pv": [],
    "battery": [
      {
        "title": "Klimafreundlich Heizen Saarland",
        "type": "Land",
        "description": "Förderung für den Einbau von Wärmepumpen, Biomasseheizungen und Pelletöfen in Wohngebäuden im Saarland. Ziel ist die Reduzierung von CO2-Emissionen durch den Austausch fossiler Heizungen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Wohngebäude (Bundesanteil)",
        "type": "Bund",
        "description": "Förderung von Photovoltaik, Batteriespeichern, Wärmepumpen und weiteren Maßnahmen zur energetischen Sanierung von Wohngebäuden im gesamten Bundesgebiet, inklusive Saarland. Die Förderung umfasst Zuschüsse und Kredite zur Steigerung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SN": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "SAPE - Sächsisches Anreizprogramm Energieeffizienz",
        "type": "Land",
        "description": "Das Programm unterstützt Investitionen in die energetische Sanierung von Wohngebäuden, einschließlich Dämmung und Fensteraustausch, zur Steigerung der Energieeffizienz in Sachsen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Die BEG fördert Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, darunter auch Wärmepumpen, Photovoltaik, Batteriespeicher und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Kommunale Förderung Energieeffizienz in Dresden",
        "type": "Kommune",
        "description": "Dresden bietet ergänzende Förderungen zu Bundes- und Landesprogrammen für energetische Sanierungen von Wohngebäuden, inklusive Wärmepumpen und Dämmmaßnahmen.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ]
  },
  "ST": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen und weiteren Einzelmaßnahmen zur energetischen Sanierung von Wohngebäuden, z.B. Heizungsoptimierung und Dämmung. Zuschüsse oder Kredite für den Austausch oder Einbau neuer Heizsysteme inklusive Wärmepumpen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderung Sachsen-Anhalt - Nachhaltiges Bauen und Sanieren",
        "type": "Land",
        "description": "Zusätzlich zur Bundesförderung unterstützt Sachsen-Anhalt die Installation von Wärmepumpen und energetische Sanierungsmaßnahmen in Wohngebäuden mit Zuschüssen. Fokus liegt auf Klimaschutz und Energieeinsparung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Förderprogramm Erneuerbare Energien im Wohngebäudebereich (Wohngebäudeprogramm)",
        "type": "Land",
        "description": "Das Programm unterstützt die Installation von Wärmepumpen, Solarthermieanlagen und Biomasseheizungen zur Heizungsoptimierung in Wohngebäuden in Sachsen-Anhalt. Es fördert zudem Maßnahmen wie Dämmung und Fenstersanierung zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Die BEG bietet umfangreiche Förderungen für Wärmepumpen, Batteriespeicher, Photovoltaikanlagen und Dämmmaßnahmen in Wohngebäuden. Sie zielt auf die Optimierung der Heiztechnik und Energieeffizienz durch Zuschüsse und Kredite ab.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "SH": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "TH": {
    "pv": [
      {
        "title": "Thüringer Förderprogramm für erneuerbare Energien – Photovoltaik",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen auf Wohngebäuden zur Steigerung der Eigenstromversorgung und Nachhaltigkeit. Zuschüsse für Investitionen in PV-Anlagen mit und ohne Batteriespeicher.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Heizungsoptimierung und Wärmepumpenförderung",
        "type": "Bund",
        "description": "Bundesweite Förderung für den Austausch alter Heizsysteme durch effiziente Wärmepumpen und Maßnahmen zur Heizungsoptimierung in Wohngebäuden. Zuschüsse für Ehe hohe Energieeinsparungen und Klimaschutz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme – Energieeffizient Sanieren und Erneuerbare Energien",
        "type": "Bund",
        "description": "KfW bietet zinsgünstige Kredite und Zuschüsse für Sanierungen wie Dämmung, Fenster, Heizungsoptimierungen und Installation von Photovoltaik oder Batteriespeichern. Förderungen zielen auf Energieeinsparung und Klimaschutz im Wohnungsbestand.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "THG-Bonus Thüringen für Wärmepumpen",
        "type": "Land",
        "description": "Das Land Thüringen bietet einen Zuschuss für den Einbau von effizienten Wärmepumpen in Wohngebäuden, um den CO2-Ausstoß zu senken und erneuerbare Energien zu fördern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Förderung für Hybrid- und Wärmepumpenheizungen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) unterstützt den Einbau von Wärmepumpen zur Heizungsmodernisierung mit Zuschüssen, insbesondere in Kombination mit erneuerbaren Energien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Thüringer Energie- und Umwelthilfe (TEUH) - Förderung von Heizungsoptimierungen",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Heizungsoptimierung in Wohngebäuden, beispielsweise der Einsatz von Wärmepumpen und effizienteren Heizsystemen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Heizungsoptimierung",
        "type": "Bund",
        "description": "Gefördert werden Effizienzsteigerungen bei Heizungen und der Einsatz erneuerbarer Energien wie Wärmepumpen und Batteriespeicher in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Thüringer Programm zur Förderung von energieeffizientem Bauen und Sanieren",
        "type": "Land",
        "description": "Fördert die Verbesserung der Energieeffizienz von Wohngebäuden durch Maßnahmen wie Wärmedämmung, neue Fenster und effiziente Heiztechnik inklusive Wärmepumpen. Ziel ist die Reduzierung des Energieverbrauchs und die Senkung der Heizkosten.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Nichtwohngebäude und Wohngebäude",
        "type": "Bund",
        "description": "Das BEG fördert zahlreiche Maßnahmen zur Energieeffizienzsteigerung und Nutzung erneuerbarer Energien bei Wohngebäuden, darunter Wärmepumpen, Dämmung, Fensteraustausch und Batteriespeicher. Die Förderung erfolgt als Zuschuss oder Kredit über die KfW und das BAFA.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Effizienzhaus-Förderprogramme",
        "type": "Bund",
        "description": "Finanziert energieeffizientes Bauen und Sanieren mit attraktiven Krediten und Investitionszuschüssen für Maßnahmen wie Gebäudedämmung, Fensteraustausch und den Einbau moderner Heizsysteme einschließlich Wärmepumpen. Ziel ist die umfassende Verbesserung der Gebäudehülle und Heiztechnik.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  }
}