{
  "BW": {
    "pv": [
      {
        "title": "BW-Bank Förderung Erneuerbare Energien",
        "type": "Land",
        "description": "Förderung von Photovoltaik-Anlagen, Batteriespeichern und Wärmepumpen in Wohngebäuden in Baden-Württemberg. Bietet zinsgünstige Darlehen und Tilgungszuschüsse an.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 270 Erneuerbare Energien - Standard",
        "type": "Bund",
        "description": "Bundesweite Förderung für die Installation von Photovoltaik, Batteriespeichern und Wärmepumpen in Wohngebäuden. Bereitstellung von zinsgünstigen Krediten und Tilgungszuschüssen über die KfW-Bank.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261 Energieeffizient Sanieren - Kredit",
        "type": "Bund",
        "description": "Unterstützung bei der energetischen Sanierung von Wohngebäuden, einschließlich Dämmung und Fensteraustausch. Zinsgünstige Kredite mit Tilgungszuschüssen werden angeboten.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "Förderprogramm Energetische Sanierung - Baden-Württemberg",
        "type": "Land",
        "description": "Das Programm unterstützt die energetische Sanierung von Wohngebäuden, einschließlich Dämmung, Fensteraustausch und Heizungsoptimierung. Es fördert auch Maßnahmen zur Nutzung erneuerbarer Energien wie Wärmepumpen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG-Programm fördert Einzelmaßnahmen wie Wärmepumpen, Batteriespeicher, Heizungsoptimierung und Dämmung für Wohngebäude bundesweit, einschließlich Baden-Württemberg. Die Förderung erfolgt über Zuschüsse oder Kredite.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 275 – Energieeffizient Sanieren – Investitionszuschuss",
        "type": "Bund",
        "description": "Dieses Programm der KfW fördert energetische Sanierungsmaßnahmen wie Dämmung, Fenstererneuerung und effiziente Heizsysteme mit Zuschüssen für Wohngebäude. Es kann in Baden-Württemberg genutzt werden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Sanierungsprogramm BW - Gebäudesanierung",
        "type": "Land",
        "description": "Gefördert werden energetische Sanierungsmaßnahmen an Wohngebäuden, inklusive Wärmedämmung, Fenster und Heizungsoptimierung in Baden-Württemberg. Ziel ist die Steigerung der Energieeffizienz und Reduzierung des Energieverbrauchs.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderbank - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Bundesweites Programm zur Förderung der Sanierung von Wohngebäuden mit Maßnahmen wie Dämmung, Photovoltaik, Wärmepumpen und Heizungsoptimierung. Die KfW bietet zinsgünstige Kredite und Zuschüsse an.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) Wohngebäude",
        "type": "Bund",
        "description": "Förderung für Einzelmaßnahmen wie Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung sowie für Batteriespeicher in Wohngebäuden. Maßgeblich unterstützt Baden-Württemberg durch das Bundesprogramm bei der Energieeinsparung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BY": {
    "pv": [
      {
        "title": "10.000-Häuser-Programm Bayern",
        "type": "Land",
        "description": "Förderung von energetischen Sanierungen und dem Einsatz erneuerbarer Energien wie Photovoltaik und Wärmepumpen in Wohngebäuden. Ziel ist die Reduktion des Energieverbrauchs und CO2-Ausstoßes in Ein- und Zweifamilienhäusern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderung für Batteriespeicher Bayern",
        "type": "Land",
        "description": "Unterstützung der Installation von Batteriespeichern in Verbindung mit Photovoltaikanlagen zur Eigenverbrauchsoptimierung. Dies erleichtert die Nutzung von selbst erzeugtem Solarstrom.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen wie Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung in Wohngebäuden. Das Programm bietet Zuschüsse und Kredite zur Steigerung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Bayerische Förderung für effiziente Gebäude – Heizungsoptimierung",
        "type": "Land",
        "description": "Fördert Maßnahmen zur Optimierung der Heizungsanlage in Wohngebäuden zur Steigerung der Energieeffizienz und Senkung der Betriebskosten.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Heizungsoptimierung",
        "type": "Bund",
        "description": "Das BEG-Programm unterstützt umfassende Sanierungen und Optimierungen von Heizungsanlagen, inklusive Installation von Wärmepumpen und anderen erneuerbaren Heizsystemen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "BE": {
    "pv": [
      {
        "title": "KfW-Programm 270 – Kredite für Photovoltaik-Anlagen mit Batteriespeicher",
        "type": "Bund",
        "description": "Dieses Programm fördert private Photovoltaik-Anlagen in Kombination mit Batteriespeichern zur Eigenverbrauchssteigerung mit zinsgünstigen Krediten und Tilgungszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BEA – Berliner Energieagentur Förderprogramme für Wohngebäude",
        "type": "Land",
        "description": "Die Berliner Energieagentur bietet verschiedene Förderungen für Photovoltaik, Wärmepumpen und energetische Sanierungen von Wohngebäuden in Berlin an.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Berliner Fassaden- und Dämmprogramm (BFD)",
        "type": "Land",
        "description": "Förderung für die Wärmedämmung von Fassaden in Wohngebäuden zur Steigerung der Energieeffizienz in Berlin mit Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Solar-Speicher-Förderung Berlin",
        "type": "Land",
        "description": "Zuschüsse für die Installation von Batteriespeichern in Verbindung mit Photovoltaikanlagen zur Erhöhung der Eigenverbrauchsquote in Berlin.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "KfW-Programm 261: Energieeffizient Sanieren - Investitionszuschuss",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen wie dem Einbau von Wärmepumpen in Wohngebäuden mit einem Zuschuss von bis zu 35 % der förderfähigen Kosten. Ziel ist die Steigerung der Energieeffizienz und der Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Heizungsoptimierung und Austausch von Heizsystemen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) fördert den Austausch alter Heizungen durch effiziente Wärmepumpen mit Zuschüssen bis zu 50 % der Kosten. Die Maßnahme unterstützt den Umstieg auf erneuerbare Wärmetechnologien in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berliner Sofortprogramm Heizungsmodernisierung",
        "type": "Land",
        "description": "Das Land Berlin fördert den Austausch fossiler Heizungen durch effiziente und erneuerbare Heizsysteme wie Wärmepumpen. Ziel ist die Verringerung von CO2-Emissionen im Wohngebäudesektor mit direkter Zuschusszahlung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für Maßnahmen zur Verbesserung der Energieeffizienz von Wohngebäuden, inklusive Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderung von Photovoltaikanlagen und Batteriespeichern in Berlin",
        "type": "Land",
        "description": "Landesprogramm zur Unterstützung der Installation von Photovoltaikanlagen und Energiespeichern auf Wohngebäuden in Berlin.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BB": {
    "pv": [
      {
        "title": "Förderprogramm für Energieeffizienz und erneuerbare Energien in Wohngebäuden (Investitionszuschuss) Brandenburg",
        "type": "Land",
        "description": "Das Programm unterstützt den Einbau von Photovoltaik-Anlagen, Wärmepumpen, Batteriespeichern, Heizungsoptimierungen sowie Dämmmaßnahmen in privaten Wohngebäuden. Gefördert werden Investitionen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW Effizienzhaus und Einzelmaßnahmen – Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Die KfW fördert bundesweit den Einbau von Photovoltaik, Wärmepumpen, Batteriespeichern, Heizungsoptimierungen sowie Dämmung und Fenster in Wohngebäuden. Das Programm umfasst sowohl Investitionszuschüsse als auch zinsgünstige Kredite.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "HB": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen zur energetischen Sanierung von Wohngebäuden, inklusive Wärmepumpen, Dämmung und Fenster, zur Verbesserung der Gebäudehülle.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Wohnraum Modernisieren - Programm der Investitionsbank Bremen (für Bremen inkl. HB)",
        "type": "Land",
        "description": "Unterstützt die energetische Modernisierung von Wohngebäuden, darunter Maßnahmen wie Wärmedämmung und Heizungsoptimierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HH": {
    "pv": [
      {
        "title": "Hamburg Förderprogramm für Photovoltaik-Anlagen",
        "type": "Land",
        "description": "Förderung von Photovoltaik-Anlagen zur Eigenstromversorgung in Wohngebäuden durch Zuschüsse. Ziel ist die Steigerung der Solarstromerzeugung im Stadtgebiet Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Hamburg Förderung für Batteriespeicher",
        "type": "Land",
        "description": "Zuschüsse für Batteriespeicher in Verbindung mit neuen oder bestehenden Photovoltaik-Anlagen. Unterstützt die Eigenverbrauchsoptimierung in Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramme (Wohngebäude)",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme der KfW für energetische Sanierung, Photovoltaik, Batteriespeicher und Heizungsoptimierung in Wohngebäuden. Kreditvergünstigungen und Tilgungszuschüsse sind möglich.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Bundesweite Förderung für die Installation und Optimierung von Wärmepumpen und effizienter Heiztechnik. Zuschüsse für private Wohngebäude zur Steigerung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für den Einbau von Wärmepumpen und weiteren energieeffizienten Haustechnikmaßnahmen im Wohngebäudebereich. Zuschüsse und Kredite können direkt bei der KfW beantragt werden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburger Förderprogramm für Gebäudesanierung und Wärmepumpen",
        "type": "Land",
        "description": "Das Land Hamburg unterstützt die Installation von Wärmepumpen in Wohngebäuden mit Zuschüssen zur Senkung der Heizkosten und für den Klimaschutz. Es ergänzt die Bundesförderung und kann kombinierbar sein.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Förderprogramm Wärmeoptimierung Hamburg",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt die Optimierung von Heizungsanlagen durch den Einbau effizienter Regelungen und hydraulischer Abgleiche in Wohngebäuden. Ziel ist die Reduzierung des Energieverbrauchs und die Steigerung der Heizungsleistung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderung Energieeffizient Sanieren – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung für Einzelmaßnahmen zur Steigerung der Energieeffizienz in Wohngebäuden, darunter Heizungsoptimierung, z.B. hydraulischer Abgleich oder der Einbau moderner Heizungstechnik. Die Förderung erfolgt zumeist als Kredit oder Investitionszuschuss.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Hamburg Energie: Förderprogramm für Gebäudesanierungen",
        "type": "Land",
        "description": "Förderung von energetischen Sanierungsmaßnahmen an Wohngebäuden, inklusive Dämmung, Fenster und Heizungsoptimierung. Richtet sich an private Hauseigentümer in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Effizienzhaus-Programm (261/262)",
        "type": "Bund",
        "description": "Bundesweite Förderung für energetische Sanierungen von Wohngebäuden, z.B. Wärmedämmung, Fenstererneuerung, Heizungsoptimierung sowie den Einsatz von Photovoltaik und Batteriespeichern. Gilt auch für das Bundesland Hamburg.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA Heizungsoptimierung und Wärmepumpenförderung",
        "type": "Bund",
        "description": "Förderung von effizienten Wärmepumpenanlagen und Heizungsoptimierungen bei Wohngebäuden. Bundesweite Förderprogramme, die auch in Hamburg gelten.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "HE": {
    "pv": [
      {
        "title": "Hessisches Förderprogramm Energieeffizient Sanieren",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Steigerung der Energieeffizienz in Wohngebäuden, einschließlich Dämmung, Fenstern, Heizungsoptimierung und Photovoltaik.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) Wohngebäude",
        "type": "Bund",
        "description": "Bundesweite Förderung für energieeffiziente Neubauten und Sanierungen, inklusive Photovoltaik, Batteriespeicher, Wärmepumpen und Dämmmaßnahmen im Wohngebäudebereich.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programme 261/262 (KfW-Effizienzhaus)",
        "type": "Bund",
        "description": "KfW-Förderkredite und Zuschüsse für energieeffizienten Neubau und Sanierung von Wohngebäuden mit Maßnahmen wie Photovoltaik, Dämmung, Heizungsoptimierung und Batteriespeicher.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "MV": {
    "pv": [
      {
        "title": "Förderprogramm Klimaschutz MV – Photovoltaik, Batteriespeicher und Heizungsoptimierung",
        "type": "Land",
        "description": "Das Land Mecklenburg-Vorpommern fördert Investitionen in Photovoltaikanlagen, Batteriespeicher und die Optimierung von Heizungsanlagen in Wohngebäuden, um die Energieeffizienz zu steigern und die CO2-Emissionen zu senken.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das Bundesprogramm unterstützt unter anderem den Einbau von Wärmepumpen, die Installation von Photovoltaik-Anlagen mit Batteriespeichern sowie die Dämmung und Fensteraustausch in Wohngebäuden mit zinsgünstigen Krediten und Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "Förderprogramm Energieberatung für Wohngebäude in Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Unterstützt energetische Sanierungen und den Einsatz von Batteriespeichern in Wohngebäuden durch Kostenübernahme für individuelle Beratung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Batteriespeicher",
        "type": "Bund",
        "description": "Fördert Batteriespeicher in Kombination mit Photovoltaikanlagen zur Steigerung der Eigenverbrauchsquote in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramm Energiespeicher (KfW-Programm 217)",
        "type": "Bund",
        "description": "Bietet zinsgünstige Kredite und Zuschüsse für die Installation von Batteriespeichern in Wohngebäuden mit Photovoltaikanlagen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Klimaschutz-Kredit Wohngebäude MV",
        "type": "Land",
        "description": "Das Land Mecklenburg-Vorpommern bietet zinsgünstige Kredite für Heizungsoptimierung und den Einbau von Wärmepumpen sowie weiteren energetischen Sanierungen in Wohngebäuden an.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) Wohngebäude",
        "type": "Bund",
        "description": "Das Programm unterstützt die Optimierung von Heizungsanlagen, den Einsatz von Wärmepumpen, Batteriespeichern und Dämmmaßnahmen zur energetischen Sanierung von Wohngebäuden bundesweit, inklusive Mecklenburg-Vorpommern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "MV EffizienzHaus Plus",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt energieeffiziente Sanierungen und den Einsatz erneuerbarer Energien in Wohngebäuden in Mecklenburg-Vorpommern. Gefördert werden u.a. Maßnahmen zur Dämmung, Fenstererneuerung, Heizungsoptimierung und Einbau von Wärmepumpen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm (KfW 261/262)",
        "type": "Bund",
        "description": "Bundesweites Förderprogramm der KfW für energieeffiziente Sanierungen, inklusive Wärmedämmung, Fenstererneuerung, Heizungsoptimierung und Einsatz erneuerbarer Energien wie Wärmepumpen. Es werden zinsgünstige Kredite und Zuschüsse angeboten.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BAFA-Programm fördert im Bereich Wohngebäude Maßnahmen zur Heizungsoptimierung, Einsatz von Wärmepumpen und Batteriespeichern. Zuschüsse werden für energieeffiziente Sanierungen und den Einsatz erneuerbarer Energien gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "NI": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für den Einbau von Wärmepumpen in Wohngebäuden zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien. Die Förderung umfasst Zuschüsse und Kredite für private Eigentümer.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Niedersächsische Klimaschutzinitiative - Wärmepumpen",
        "type": "Land",
        "description": "Das Land Niedersachsen unterstützt den Einbau von Wärmepumpen in Wohngebäuden im Rahmen seiner Klimaschutzinitiative mit finanziellen Zuschüssen. Ziel ist die Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderprogramm der Stadt Hannover für Wärmepumpen",
        "type": "Kommune",
        "description": "Die Stadt Hannover bietet Zuschüsse für den Einbau von Wärmepumpen in Wohngebäuden als Beitrag zum kommunalen Klimaschutz. Das Programm richtet sich an Hausbesitzer in Hannover.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "heating_optimization": [
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Heizungsoptimierung, Dämmung und Fenstern zur Steigerung der Energieeffizienz bei Wohngebäuden. Zuschüsse können für Sanierungen und den Einbau effizienter Heiztechnik beantragt werden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Niedersächsisches Programm für Energieeffizienz (NI-EEP)",
        "type": "Land",
        "description": "Förderung energieeffizienter Maßnahmen in Wohngebäuden, darunter auch Heizungsoptimierungen und Wärmepumpen. Ziel ist die Reduzierung des Energieverbrauchs und der CO2-Emissionen im Land Niedersachsen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Niedersächsisches Förderprogramm für effiziente Gebäude (N-Bau) ",
        "type": "Land",
        "description": "Förderung energieeffizienter Maßnahmen wie Dämmung, Fensteraustausch, sowie effizienter Heizungsanlagen in Wohngebäuden in Niedersachsen. Ziel ist die Reduzierung des Energieverbrauchs und der CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG-Programm fördert Maßnahmen zur Energieeffizienz und erneuerbaren Energien in Wohngebäuden, darunter Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung bundesweit inklusive Niedersachsen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programme Energieeffizient Sanieren",
        "type": "Bund",
        "description": "KfW bietet zinsvergünstigte Kredite und Zuschüsse für energetische Sanierungen wie Wärmedämmung, Fensteraustausch und Modernisierung der Heiztechnik in Wohngebäuden in ganz Deutschland.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "NW": {
    "pv": [
      {
        "title": "NRW.BANK.Wohnraum Modernisieren und Bauen",
        "type": "Land",
        "description": "Förderprogramm der NRW.BANK zur Unterstützung der Modernisierung und energetischen Sanierung von Wohngebäuden inklusive Maßnahmen wie Photovoltaik und Wärmepumpen. Es handelt sich um zinsgünstige Darlehen mit Tilgungszuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG-Programm fördert energieeffiziente Sanierungen und Neubauten mit Maßnahmen wie Dämmung, Wärmepumpen, Batteriespeichern und Photovoltaik. Die Förderung erfolgt durch Zuschüsse oder zinsgünstige Kredite mit Tilgungszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "NRW.BANK.Energie - Energieeffizienz und erneuerbare Energien",
        "type": "Land",
        "description": "Förderung von Investitionen in energieeffiziente Maßnahmen und erneuerbare Energien inklusive Batteriespeicher in Wohngebäuden in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 270 – Erneuerbare Energien – Standard",
        "type": "Bund",
        "description": "Bundesweite Förderung von Photovoltaik, Batteriespeichern und anderen erneuerbaren Energien für private Wohngebäude, auch in NRW anwendbar.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 440 – Zuschuss Solarstromspeicher",
        "type": "Bund",
        "description": "Bundesweite Zuschüsse für die Installation von Batteriespeichern in Kombination mit Photovoltaikanlagen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "NRW.BANK Energiesparprogramm",
        "type": "Land",
        "description": "Das Programm unterstützt private Wohngebäudeeigentümer in Nordrhein-Westfalen bei Investitionen in energieeffiziente Maßnahmen wie Wärmepumpen, Dämmung und Fenster mit zinsgünstigen Darlehen und Tilgungszuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Wohngebäude",
        "type": "Bund",
        "description": "Das BEG fördert Sanierungen und den Neubau energieeffizienter Wohngebäude durch Zuschüsse und Kredite, z.B. für Wärmepumpen, Batteriespeicher, Dämmung und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Photovoltaik-Speicher-Förderung NRW",
        "type": "Land",
        "description": "Diese Fördermaßnahme unterstützt in Nordrhein-Westfalen den Einbau von Batteriespeichern in Verbindung mit Photovoltaikanlagen in Wohngebäuden durch einmalige Zuschüsse.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "RP": {
    "pv": [
      {
        "title": "Klimaschutz-Plus für Rheinland-Pfalz",
        "type": "Land",
        "description": "Förderprogramm für private Wohngebäude zur Unterstützung von Maßnahmen wie Photovoltaik, Batteriespeicher, Wärmepumpen und energetischer Sanierung einschließlich Dämmung und Fenstern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Marktanreizprogramm (MAP) - Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Bundesweites Programm zur Förderung erneuerbarer Energien in Gebäuden, z.B. für Wärmepumpen, Biomasseanlagen, Solarthermie und energetische Gebäudesanierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Investitionzuschuss für Batteriespeicher",
        "type": "Bund",
        "description": "Förderung von stationären Batteriespeichern in Verbindung mit einer neu installierten Photovoltaikanlage im Wohngebäudebereich.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "KfW-Förderung: Energieeffizient Bauen und Sanieren – Zuschuss und Kredit",
        "type": "Bund",
        "description": "Förderung für energieeffiziente Neubauten und Sanierungen, einschließlich Batteriespeicher in Verbindung mit Photovoltaikanlagen. Die Programme bieten zinsgünstige Kredite und Investitionszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Rheinland-Pfalz: Zuschuss für Batteriespeicher in Kombination mit Photovoltaik",
        "type": "Land",
        "description": "Das Land Rheinland-Pfalz fördert die Anschaffung von Batteriespeichern in Verbindung mit Photovoltaik-Anlagen zur Eigenstromnutzung. Ziel ist die Erhöhung der Energieeffizienz von Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Wohnraum Modernisieren - Heizungsoptimierung in Rheinland-Pfalz",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Heizungsoptimierung und Einbau effizienter Heiztechnik in Wohngebäuden in Rheinland-Pfalz. Ziel ist die Reduzierung des Energieverbrauchs und die Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderung für Heizungsoptimierung, erneuerbare Energien und energetische Sanierung im Wohngebäudebereich. Zuschüsse und zinsgünstige Kredite können genutzt werden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "KfW-Effizienzhausförderung (Bundesförderung für effiziente Gebäude, BEG WG)",
        "type": "Bund",
        "description": "Förderung von energetischer Sanierung und Neubau von Wohngebäuden, insbesondere für Maßnahmen an der Gebäudehülle wie Dämmung und Fenster. Zuschüsse und zinsgünstige Kredite werden bereitgestellt.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Rheinland-Pfalz Sanierungsförderung",
        "type": "Land",
        "description": "Rheinland-Pfalz bietet ergänzende Zuschüsse zur KfW-Förderung für energetische Sanierungsmaßnahmen an Wohngebäuden, darunter Dämmung und Fenstertausch. Die Förderung richtet sich an private Eigentümer und Vermieter.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SL": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, darunter Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung. Das Programm unterstützt sowohl Zuschüsse als auch Kredite für Sanierungen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Saarland Wohnraumförderung – Energieeffizientes Bauen und Sanieren",
        "type": "Land",
        "description": "Das Saarland bietet Förderungen speziell für energieeffiziente Neubauten und Sanierungen von Wohngebäuden, einschließlich Maßnahmen zur Dämmung und für effiziente Heizsysteme. Ziel ist die Unterstützung klimafreundlichen Bauens und Sanierens.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SN": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Sächsisches Förderprogramm zur Heizungsoptimierung und Wärmepumpen",
        "type": "Land",
        "description": "Förderung von effizienten Heizsystemen wie Wärmepumpen und Heizungsoptimierung in Wohngebäuden zur Verbesserung der Energieeffizienz in Sachsen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung für Heizungsoptimierung, Wärmepumpen, Dämmung und weitere energetische Sanierungsmaßnahmen an Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "ST": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) Wohngebäude (WG)",
        "type": "Bund",
        "description": "Förderung für den Austausch oder die Errichtung von effizienten Wärmepumpen in Wohngebäuden. Ziel ist die Steigerung der Energieeffizienz und die Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderung für die Sanierung von Wohngebäuden zu energieeffizienten Gebäuden, einschließlich der Installation von Wärmepumpen. Kredit- und Zuschussmöglichkeiten sind vorhanden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm Landesenergieagentur Sachsen-Anhalt (LEA) – Heizungsoptimierung und Wärmepumpen",
        "type": "Land",
        "description": "Spezielle Zuschüsse für Heizungsoptimierung und den Einbau von Wärmepumpen in Sachsen-Anhalt. Ziel ist die Reduktion des Energieverbrauchs im Wohngebäudebereich.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SH": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Klimaschutzförderung Schleswig-Holstein - Gebäudesanierung",
        "type": "Land",
        "description": "Förderprogramm des Landes Schleswig-Holstein zur Unterstützung von energetischen Sanierungen und Maßnahmen an der Gebäudehülle, wie Dämmung und Fensteraustausch in Wohngebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA - Heizungsoptimierung und Wärmepumpenförderung",
        "type": "Bund",
        "description": "Bundesweite Förderung für den Austausch alter Heizungen durch effiziente Wärmepumpen und Optimierung bestehender Heizungsanlagen zur Steigerung der Energieeffizienz in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "KfW-Förderung für energieeffiziente Sanierungsmaßnahmen an privaten Wohngebäuden, inklusive Maßnahmen an der Gebäudehülle wie Dämmung, Fenster und Heizungsanlagen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "TH": {
    "pv": [
      {
        "title": "Thüringer Programm für Energie- und Wärmewende (ThEWA)",
        "type": "Land",
        "description": "Förderung von Photovoltaik-Anlagen, Batteriespeichern und Wärmepumpen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien in Wohngebäuden in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme zur Unterstützung von Einzelmaßnahmen wie Photovoltaik, Batteriespeicher, Wärmepumpen, Heizungsoptimierung und energetische Sanierung von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) Einzelmaßnahmen",
        "type": "Bund",
        "description": "Dieses Programm fördert den Einbau und Austausch von Wärmepumpen in Wohngebäuden zur Steigerung der Energieeffizienz. Es umfasst Zuschüsse für verschiedene Maßnahmen zur Heizungsmodernisierung und Dämmung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "THÜN (Thüringer Umwelt- und Naturschutzförderung) - Wärme- und Energieeffizienz",
        "type": "Land",
        "description": "Das Förderprogramm des Landes Thüringen unterstützt Investitionen in umweltfreundliche Heiztechnik wie Wärmepumpen für Wohngebäude. Es fördert Maßnahmen zur Reduzierung des Energieverbrauchs und zur Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Thüringer Förderprogramm Energie",
        "type": "Land",
        "description": "Förderung energieeffizienter Sanierungsmaßnahmen wie Dämmung, Fenster, Heizungsoptimierung und Nutzung erneuerbarer Energien in Wohngebäuden in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) Wohngebäude",
        "type": "Bund",
        "description": "Bundesweite Förderung von Maßnahmen zur Verbesserung der Energieeffizienz wie Wärmepumpen, Dämmung, Fenster und Batteriespeicher in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Sanieren",
        "type": "Bund",
        "description": "KfW-Kredite und Zuschüsse für energieeffiziente Sanierungen wie Dämmung, Fenster, Heizungsaustausch und weitere Modernisierungen im Wohngebäudebereich.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  }
}