{
  "BW": {
    "pv": [
      {
        "title": "Förderprogramm KlimaschutzPLUS BW",
        "type": "Land",
        "description": "Das Programm fördert unter anderem Photovoltaikanlagen, Batteriespeicher und energetische Sanierungen bei Wohngebäuden in Baden-Württemberg. Ziel ist die Reduzierung von CO2-Emissionen und die Steigerung der Energieeffizienz im Gebäudebereich.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Kreditprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Die KfW bietet zinsgünstige Kredite und Zuschüsse für Photovoltaik, Wärmepumpen, Batteriespeicher sowie Dämmmaßnahmen in Wohngebäuden bundesweit, inklusive Baden-Württemberg. Diese Programme unterstützen die klimafreundliche Modernisierung von Wohnimmobilien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Landesförderprogramm Energieeffizienz und Erneuerbare Energien in Wohngebäuden Baden-Württemberg",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur energetischen Sanierung von Wohngebäuden, darunter Wärmepumpen, Dämmung und Fenstererneuerung. Ziel ist die Reduzierung des Energieverbrauchs und die Steigerung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Effizienzhausförderung (Bundesprogramm)",
        "type": "Bund",
        "description": "KfW-Förderkredite und Zuschüsse für den Einbau von Wärmepumpen, Photovoltaik-Anlagen, Batteriespeichern sowie Maßnahmen zur Verbesserung der Gebäudehülle wie Dämmung und Fenster. Gilt bundesweit, somit auch in Baden-Württemberg.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen zur Verbesserung der Energieeffizienz im Wohngebäudebereich wie Wärmepumpen, Heizungsoptimierung, Dämmung, Fenster und Anbau von Batteriespeichern. Bundesweit gültig mit Einreichung über die BAFA oder KfW.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BY": {
    "pv": [
      {
        "title": "10.000-Häuser-Programm Bayern",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen, Batteriespeichern und Maßnahmen zur Heizungsoptimierung und Dämmung in Wohngebäuden. Unterstützt werden private Bauherren und Eigentümer von Ein- und Zweifamilienhäusern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Bundesweite Förderung von energieeffizientem Bauen und Sanieren, inklusive Photovoltaik, Wärmepumpen und Dämmmaßnahmen. Die Programme werden in ganz Deutschland angeboten, auch in Bayern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderung von Sanierungsmaßnahmen wie Wärmepumpen, Dämmung und Fensteraustausch sowie Batteriespeicher und Photovoltaik zur Steigerung der Energieeffizienz in Wohngebäuden. Programm ist bundesweit verfügbar.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "10.000-Häuser-Programm Bayern",
        "type": "Land",
        "description": "Förderung von energetischer Gebäudesanierung und energieeffizientem Neubau, speziell für Maßnahmen wie Wärmepumpen, Dämmung und Batteriespeicher. Ziel ist die Steigerung der Energieeffizienz in Wohngebäuden in Bayern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen zur Steigerung der Energieeffizienz in Wohngebäuden, einschließlich Wärmepumpen, Batteriespeicher, Dämmung und Fensteraustausch. Das Programm ist bundesweit gültig, auch in Bayern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bayerisches Staatsministerium für Wirtschaft – Energiebonus Bayern",
        "type": "Land",
        "description": "Zusätzliche Förderung für Nutzer von erneuerbaren Energien im Wohngebäudebereich, z.B. für Batterie- und PV-Installationen in Verbindung mit Wärmepumpen. Ziel ist die Unterstützung der Energiewende auf Landesebene.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Bayerisches Förderprogramm Energieberatung für Wohngebäude",
        "type": "Land",
        "description": "Das Programm unterstützt die professionelle Beratung zur energetischen Modernisierung von Wohngebäuden inklusive Heizungsoptimierung und Maßnahmen wie Wärmepumpen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen zur Steigerung der Energieeffizienz in Wohngebäuden, darunter Heizungsoptimierung, Wärmepumpen, Photovoltaik und Batteriespeicher.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Maßnahmen zur energetischen Sanierung von Wohngebäuden, wie Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung. Ziel ist die Verbesserung der Energieeffizienz bei bestehenden Gebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "40 Millionen-Euro-Förderprogramm Energieeffizienz und Heizen mit Erneuerbaren Energien in Wohngebäuden",
        "type": "Land",
        "description": "Das Bayerische Wirtschaftsministerium fördert energetische Sanierungen an Wohngebäuden mit Fokus auf erneuerbare Heizsysteme wie Wärmepumpen und Photovoltaik mit Speicher. Das Programm unterstützt insbesondere private Eigentümer.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BE": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Marktanreizprogramm für erneuerbare Energien im Wärmemarkt (MAP)",
        "type": "Bund",
        "description": "Das MAP fördert den Einbau von Wärmepumpen und anderen erneuerbaren Heiztechnologien in Wohngebäuden, um die Nutzung fossiler Brennstoffe zu reduzieren.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Die KfW bietet zinsgünstige Kredite und Investitionszuschüsse für energetische Sanierungen, darunter Dämmung, Fensteraustausch und Installation von Batteriespeichern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Berlin Programm zur Förderung von Wärmepumpen und Batteriespeichern",
        "type": "Land",
        "description": "Das Land Berlin unterstützt Eigentümer von Wohngebäuden beim Einbau von Wärmepumpen und Batteriespeichern als Beitrag zur Energiewende.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BB": {
    "pv": [],
    "battery": [
      {
        "title": "Förderung von Batteriespeichern in Verbindung mit Photovoltaikanlagen",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt die Installation von Batteriespeichern in Kombination mit Photovoltaikanlagen, um den Eigenverbrauch von Solarstrom zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Batteriespeicher",
        "type": "Bund",
        "description": "Im Rahmen der BEG gibt es Zuschüsse oder Kredite für die Installation von Batteriespeichern, die in Wohngebäuden den Eigenverbrauch erhöhen und die Energieeffizienz verbessern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [
      {
        "title": "BAFA Zuschuss für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Der Bund fördert den Einbau von Wärmepumpen im Wärmesektor, um den Einsatz erneuerbarer Energien zu steigern. Zuschüsse werden für die Installation effizienter Wärmepumpen in Wohngebäuden vergeben.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Programm Energieeffizient Sanieren – Investitionszuschuss",
        "type": "Bund",
        "description": "Bundesweit Förderung von Einzelmaßnahmen wie Wärmepumpen bei der Sanierung von Wohngebäuden. Zuschüsse können für den Austausch oder die Ergänzung von Heizungsanlagen beantragt werden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "ProKlima – Brandenburgische Fördermittel für Wärmepumpen",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt Investitionen in effiziente Wärmepumpen zur Nutzung erneuerbarer Wärmequellen in Wohngebäuden. Die Förderhöhe richtet sich nach dem Wärmepumpentyp und der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Förderprogramm Energieeffizient Sanieren – Zuschuss und Kredit",
        "type": "Bund",
        "description": "Das BAFA fördert die energetische Sanierung von Gebäuden, einschließlich Maßnahmen wie Wärmedämmung, Fensteraustausch und Heizungsoptimierung mit Zuschüssen und zinsgünstigen Krediten. Dies gilt auch für Wohngebäude in Brandenburg.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Kommunale Förderprogramme der Stadt Berlin für energetische Gebäudesanierung",
        "type": "Kommune",
        "description": "Die Stadt Berlin bietet Programme zur Förderung der Gebäudedämmung, Heizungsoptimierung und Installation von Batteriespeichern für Wohngebäude an, die oft mit anderen Bundesprogrammen kombinierbar sind. Diese Programme gelten auch für angrenzende Bereiche in Brandenburg.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      },
      {
        "title": "Energieeffizienz- und Klimaschutzprogramm Brandenburg (EKP)",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt die energetische Modernisierung von Wohngebäuden, darunter Maßnahmen zur Dämmung der Gebäudehülle und den Einsatz effizienter Heizsysteme. Ziel ist die Reduzierung von Energieverbrauch und CO2-Emissionen in privaten Haushalten.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HB": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bauliche Maßnahmen zur energetischen Gebäudesanierung (Heizungsoptimierung, Dämmung, Fenster)",
        "type": "Land",
        "description": "Das Land Bremen fördert Maßnahmen zur Verbesserung der Energieeffizienz im Wohngebäudebereich, inklusive Dämmung, Fensteraustausch und Heizungsoptimierung zur Senkung des Energieverbrauchs.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG fördert bundesweit energetische Sanierungen von Wohngebäuden, darunter Wärmepumpen, Batteriespeicher, Photovoltaik sowie Dämmung und Fensteraustausch.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Effizienzhaus-Programm",
        "type": "Bund",
        "description": "Dieses Programm der KfW unterstützt die Sanierung und Modernisierung von Wohngebäuden, unter anderem durch zinsgünstige Kredite und Zuschüsse für Dämmmaßnahmen und den Einbau energieeffizienter Heizsysteme.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "HH": {
    "pv": [
      {
        "title": "Förderprogramm Hamburg Klimafreundliches Bauen und Sanieren",
        "type": "Land",
        "description": "Das Programm fördert Photovoltaikanlagen, Batteriespeicher und Wärmepumpen für Wohngebäude in Hamburg. Ziel ist die Steigerung der Energieeffizienz und die Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Die BEG unterstützt Maßnahmen wie den Einbau von Wärmepumpen, Heizungsoptimierung, Dämmung und Photovoltaikanlagen in Wohngebäuden bundesweit. Hamburgische Eigentümer können diese Förderung in Anspruch nehmen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hamburger Solar-Förderprogramm",
        "type": "Kommune",
        "description": "Die Stadt Hamburg bietet Zuschüsse für die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden. Dies dient der Erhöhung des Anteils erneuerbarer Energien in der Stadt.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Förderprogramm Hamburg Energieeffizienz und erneuerbare Energien",
        "type": "Land",
        "description": "Dieses Programm unterstützt Hamburger Wohngebäudeeigentümer bei Investitionen in Photovoltaikanlagen, Wärmepumpen, Batteriespeicher und Dämmmaßnahmen zur Verbesserung der Gebäudehülle.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Wohngebäude",
        "type": "Bund",
        "description": "Die BEG fördert energetische Sanierungen an Wohngebäuden, darunter Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung mit zinsgünstigen Krediten und Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "HE": {
    "pv": [
      {
        "title": "Förderprogramm Energieeffizienz und erneuerbare Energien im Wohngebäudebereich (HE)",
        "type": "Land",
        "description": "Das Programm unterstützt die Installation von Photovoltaikanlagen, Batteriespeichern, Wärmepumpen sowie Maßnahmen zur Heizungsoptimierung und Dämmung in Wohngebäuden in Hessen. Ziel ist die Steigerung der Energieeffizienz und die Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Diese Bundesförderung fördert Photovoltaik, Batteriespeicher, Wärmepumpen, Heizungsoptimierungen und Dämmmaßnahmen in Wohngebäuden bundesweit, inklusive Hessen. Die Zuschüsse und Kredite unterstützen private Eigentümer bei der Sanierung und dem Neubau energieeffizienter Wohnhäuser.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "KfW-Förderprogramme für erneuerbare Energien",
        "type": "Bund",
        "description": "Die KfW bietet zinsgünstige Kredite und Zuschüsse für den Einbau von Wärmepumpen in Wohngebäuden, um die Nutzung erneuerbarer Energien zu fördern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Hessisches Förderprogramm für Wärmepumpen",
        "type": "Land",
        "description": "Das Land Hessen fördert die Installation von Wärmepumpen in Wohngebäuden mit Zuschüssen zur Steigerung der Energieeffizienz und zur Reduzierung des CO2-Ausstoßes.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderprogramm der Stadt Frankfurt am Main für Wärmepumpen",
        "type": "Kommune",
        "description": "Die Stadt Frankfurt bietet kommunale Zuschüsse für die Installation von Wärmepumpen in Wohngebäuden, um die Energiewende vor Ort zu unterstützen.",
        "link_portal": "https://www.co2online.de/foerdermittel/foerdermittel-check/"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "MV": {
    "pv": [
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Die KfW bietet zinsgünstige Kredite und Zuschüsse für Photovoltaik, Batteriespeicher, Wärmepumpen und energetische Sanierungen von Wohngebäuden an. Die Programme gelten bundesweit, auch in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderung Mecklenburg-Vorpommern – Umwelt- und Energieeffizienzprogramm (UEE)",
        "type": "Land",
        "description": "Das UEE-Programm unterstützt Photovoltaik, Wärmepumpen und energetische Modernisierungen von Wohngebäuden durch Zuschüsse. Ziel ist die Steigerung der Energieeffizienz im Wohnbereich in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [
      {
        "title": "KfW-Effizienzhaus Förderprogramm",
        "type": "Bund",
        "description": "Förderung für Energieeffizientes Bauen und Sanieren von Wohngebäuden inklusive Batteriespeicher in Verbindung mit erneuerbaren Energien wie Photovoltaik und Wärmepumpe.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Wohnungsbau- und Sanierungsprogramm Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Landesförderung für die Sanierung und Modernisierung von Wohngebäuden inklusive Maßnahmen wie Wärmepumpen und Batteriespeicher zur Steigerung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Wohngebäude-Energieberatung und Optimierung Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Förderung von energetischen Beratungen und Maßnahmen wie Heizungsoptimierung und Dämmung, die auch die Integration von Batteriespeichern unterstützen können.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "MV-Solar-Förderung",
        "type": "Land",
        "description": "Förderprogramm des Landes Mecklenburg-Vorpommern zur Unterstützung von Photovoltaikanlagen auf Wohngebäuden, inklusive Batteriespeicher als Ergänzung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA Heizungsoptimierung und Erneuerbare Energien",
        "type": "Bund",
        "description": "Bundesweite Förderung für Heizungsoptimierung, Wärmepumpen, Solarthermie und andere Technologien zur Heizungsmodernisierung in Bestandsgebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "KfW-Unterstützung für Maßnahmen wie Wärmedämmung, Fenstererneuerung, Heizungsoptimierung sowie Einsatz erneuerbarer Energien in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "NI": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) Heizungsoptimierung",
        "type": "Bund",
        "description": "Förderung für den Einbau von Wärmepumpen in Wohngebäuden zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien. Zuschüsse für neue Wärmepumpen und die Optimierung bestehender Heizsysteme.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Niedersächsische Klimaschutzförderung",
        "type": "Land",
        "description": "Förderprogramm des Landes Niedersachsen zur Unterstützung von Maßnahmen zur Steigerung der Energieeffizienz, insbesondere für Wärmepumpen in Wohngebäuden. Zuschüsse für den Einbau und die Modernisierung von Wärmepumpenanlagen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramm 261/262 - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "KfW-Kredite und Zuschüsse für energieeffiziente Sanierungen, darunter auch Wärmepumpen. Unterstützung von Maßnahmen zur Heizungsmodernisierung und Einbau energieeffizienter Technologien in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Landesförderprogramm Energieeffizienz und Erneuerbare Energien Niedersachsen",
        "type": "Land",
        "description": "Fördert Maßnahmen zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien in Wohngebäuden, wie Wärmepumpen, Dämmung und Fensteraustausch.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Bundesweit gültiges Programm zur Förderung von Investitionen in energieeffiziente Gebäudehüllen, Heizungsoptimierung und erneuerbare Energien wie Photovoltaik und Batteriespeicher.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "NW": {
    "pv": [
      {
        "title": "NRW.BANK.Wohnen – Energieeffizienz bei Wohngebäuden",
        "type": "Land",
        "description": "Förderprogramm der NRW.BANK zur Unterstützung von Maßnahmen für energieeffizientes Bauen und Sanieren im Wohngebäudebereich, einschließlicher Photovoltaik und Wärmepumpen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 270 – Energieeffizient Sanieren – Kredit",
        "type": "Bund",
        "description": "Bundesweites Förderprogramm der KfW, das zinsgünstige Kredite für energiesparende Sanierungsmaßnahmen bei Wohngebäuden bietet, speziell auch für Wärmepumpen, Dämmungen und Fensteraustausch.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren – Investitionszuschuss",
        "type": "Bund",
        "description": "Bundesweites Zuschussprogramm für die Sanierung von Wohngebäuden mit Fokus auf Photovoltaik, Batteriespeicher, Wärmepumpen sowie Heizungsoptimierung und Dämmmaßnahmen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "NRW.BANK.Bau.Energie",
        "type": "Land",
        "description": "Förderung von energetischen Maßnahmen an Wohngebäuden, z.B. Batteriespeicher in Kombination mit Photovoltaikanlagen, für private und gewerbliche Kunden in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG-Programm fördert Maßnahmen wie Batteriespeicher, Wärmepumpen, Heizungsoptimierung und Gebäudedämmung bei Wohngebäuden bundesweit einschließlich Nordrhein-Westfalen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "NRW.BANK.Wärme",
        "type": "Land",
        "description": "Förderprogramm der NRW.BANK zur Finanzierung von Modernisierungen und Optimierungen der Heiztechnik sowie energetischer Sanierungen in Wohngebäuden in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Heizungsoptimierung",
        "type": "Bund",
        "description": "Bundesprogramm, das u.a. Zuschüsse für die Optimierung bestehender Heizungsanlagen, den Austausch ineffizienter Heizungen und den Einbau von Wärmepumpen gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "NRW.BANK.BASIS - Energieeffizientes Bauen und Sanieren",
        "type": "Land",
        "description": "Das Programm der NRW.BANK fördert zinsgünstige Darlehen für energieeffizientes Bauen und Sanieren in Nordrhein-Westfalen, inklusive Maßnahmen wie Wärmedämmung und Fensteraustausch.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für Effizienzhäuser und Einzelförderung Gebäude",
        "type": "Bund",
        "description": "Bundesförderung für effiziente Gebäude (BEG) unterstützt Sanierungsmaßnahmen an der Gebäudehülle wie Dämmung, Fenster sowie den Einbau von Wärmepumpen und weiteren Komponenten.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "RP": {
    "pv": [
      {
        "title": "Klimaschutzoffensive Rheinland-Pfalz: Förderung Solarstromspeicher",
        "type": "Land",
        "description": "Rheinland-Pfalz unterstützt die Installation von Batteriespeichern in Verbindung mit Photovoltaikanlagen in Wohngebäuden, um den Eigenverbrauch von Solarstrom zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderprogramm Energieeffizient Sanieren – Rheinland-Pfalz",
        "type": "Land",
        "description": "Das Land Rheinland-Pfalz fördert Maßnahmen zur energetischen Sanierung von Wohngebäuden, darunter auch Dämmung, neue Fenster, und Heizungsoptimierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Heizungsoptimierung und Wärmepumpenförderung",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) bietet Förderungen für den Einbau von Wärmepumpen und die Optimierung bestehender Heizungsanlagen in Wohngebäuden deutschlandweit, auch in Rheinland-Pfalz.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "Rheinland-Pfalz Energieeffizienz- und Erneuerbare-Energien-Förderprogramm",
        "type": "Land",
        "description": "Fördert Maßnahmen zur Steigerung der Energieeffizienz und den Einsatz erneuerbarer Energien in Wohngebäuden, einschließlich Batteriespeicher in Kombination mit Photovoltaik-Anlagen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 272 – Erneuerbare Energien – Speicher",
        "type": "Bund",
        "description": "Bundesweites Förderprogramm zur Unterstützung von Batteriespeichern im Wohngebäudebereich, die mit erneuerbaren Energieanlagen kombiniert sind.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Förderung Erneuerbare Energien im Wohngebäude (EEWärmeG Rheinland-Pfalz)",
        "type": "Land",
        "description": "Das Programm fördert die Nutzung erneuerbarer Energien zur Heizungsoptimierung und Installation von Wärmepumpen in Wohngebäuden in Rheinland-Pfalz. Ziel ist die Steigerung der Energieeffizienz und Verringerung des CO2-Ausstoßes.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Förderung Heizungsoptimierung",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) unterstützt die Optimierung bestehender Heizungsanlagen, z.B. durch hydraulischen Abgleich und den Einsatz effizienter Pumpen. Diese Förderung gilt bundesweit, somit auch in Rheinland-Pfalz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Das KfW-Programm bietet zinsgünstige Kredite und Zuschüsse zur Heizungsoptimierung und zum Austausch von Heizsystemen wie Wärmepumpen. Es gilt bundesweit und umfasst auch Maßnahmen wie Dämmung und Fensteraustausch.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "KfW-Programm 261/262: Energieeffizient Sanieren – Kredit und Zuschuss",
        "type": "Bund",
        "description": "Dieses Förderprogramm unterstützt die Sanierung von Wohngebäuden zur Verbesserung der Energieeffizienz, etwa durch Dämmung, den Einbau neuer Fenster oder die Optimierung der Heizungsanlage. Es bietet zinsgünstige Kredite und Tilgungszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Einzelmaßnahmen zur Wärmeerzeugung",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen im Gebäudebereich, dazu zählen unter anderem der Einbau von Wärmepumpen, Pelletheizungen oder Solarthermie zur Warmwasserbereitung und Heizungsunterstützung. Das Programm richtet sich an private Eigentümer von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Rheinland-Pfalz Programm zur Förderung klimafreundlicher Gebäude",
        "type": "Land",
        "description": "Dieses Landesprogramm unterstützt Maßnahmen zur energetischen Gebäudesanierung, darunter Dämmung von Außenwänden, Dach und Fenstern sowie den Einbau moderner Heiztechnik. Es ergänzt die bundesweiten Förderangebote und richtet sich an private Haushalte.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SL": {
    "pv": [],
    "battery": [
      {
        "title": "Pro Biomasse und Batteriespeicher Saarland",
        "type": "Land",
        "description": "Förderung von Batteriespeichern in Verbindung mit Photovoltaikanlagen im Wohngebäudebereich. Ziel ist die Erhöhung der Eigenverbrauchsquote und die Netzentlastung im Saarland.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 275 - Batteriespeicher für Wohngebäude",
        "type": "Bund",
        "description": "Das bundesweite KfW-Programm fördert Batteriespeicher in Kombination mit Photovoltaikanlagen für private Wohngebäude. Die Förderung umfasst zinsgünstige Kredite und Tilgungszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Förderprogramm Energieeffizienz im Wohngebäude (EFRE Saarland)",
        "type": "Land",
        "description": "Das Programm unterstützt Maßnahmen zur Verbesserung der Energieeffizienz, darunter Dämmung, Fenster und Heizungsoptimierung in privaten Wohngebäuden im Saarland.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Fördert u.a. den Einbau von Wärmepumpen, Photovoltaikanlagen und Batteriespeichern sowie die Optimierung der Heizungsanlage in Wohnhäusern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Fördert die Sanierung und den Ausbau der Gebäudehülle wie Dämmung und neue Fenster mit zinsgünstigen Krediten und Investitionszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "SN": {
    "pv": [
      {
        "title": "Sächsisches Förderprogramm für Solarenergie (PV) und Batteriespeicher",
        "type": "Land",
        "description": "Das Programm unterstützt die Installation von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden mit zinsgünstigen Darlehen und Zuschüssen. Ziel ist die Steigerung der Eigenversorgung mit Solarstrom und die Förderung der Energiewende vor Ort.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Heizungsoptimierung und Dämmung Förderung Sachsen",
        "type": "Land",
        "description": "Dieses Programm fördert Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, insbesondere durch Heizungsoptimierung, Dämmung und den Einbau moderner Fenster. Zuschüsse werden für private Eigentümer bereitgestellt, um den Energieverbrauch zu senken.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG-Programm unterstützt bundesweit den Einbau von Photovoltaik, Wärmepumpen, Batteriespeichern und effizienten Heizsystemen. Es werden Zuschüsse und Kredite über die KfW und das BAFA bereitgestellt, die von Eigentümern von Wohngebäuden genutzt werden können.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Die KfW stellt zinsgünstige Kredite und Zuschüsse für energetische Sanierungsmaßnahmen wie Dämmung, Fenstererneuerung, Wärmepumpen und PV-Anlagen bereit. Diese Programme ergänzen die Bundesförderung und sind für Eigentümer von Wohngebäuden in Sachsen nutzbar.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "ST": {
    "pv": [
      {
        "title": "Förderprogramm Wohngebäude - Photovoltaik und Batteriespeicher (Sachsen-Anhalt)",
        "type": "Land",
        "description": "Das Land Sachsen-Anhalt fördert die Installation von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden, um die Nutzung erneuerbarer Energien zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG-Programm des Bundes unterstützt Maßnahmen wie Photovoltaik, Wärmepumpen, Batteriespeicher, Heizungsoptimierung und Dämmung bei bestehenden Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Heizungsförderung im Land Sachsen-Anhalt",
        "type": "Land",
        "description": "Förderung von Wärmepumpen und anderen effizienten Heizsystemen zur Optimierung der Heizungsanlage in Wohngebäuden im Bundesland Sachsen-Anhalt.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Bundesweite Förderung für Heizungserneuerungen wie Wärmepumpen, Heizungsoptimierung und Dämmmaßnahmen in Wohngebäuden, auch anwendbar in Sachsen-Anhalt.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "SH": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "TH": {
    "pv": [
      {
        "title": "Thüringer Solaroffensive",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen auf Wohngebäuden inklusive Batteriespeicher zur Eigenverbrauchssteigerung in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderprogramm des Bundes für den Einbau von Wärmepumpen, Heizungsoptimierung, Dämmung und Fensteraustausch bei Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Thüringer Programm für energieeffizientes Bauen und Sanieren",
        "type": "Land",
        "description": "Unterstützt Maßnahmen wie Dämmung, Fensteraustausch und Optimierung der Heiztechnik in Wohngebäuden in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Thüringer Programm zur Förderung von Photovoltaikanlagen und Batteriespeichern",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden in Thüringen zur Steigerung der Eigenversorgung mit erneuerbarer Energie.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Förderung für Wärmepumpen und Heizungsoptimierung",
        "type": "Bund",
        "description": "Das BAFA-Programm unterstützt den Einbau von effizienten Wärmepumpen und Maßnahmen zur Heizungsoptimierung in Wohngebäuden bundesweit.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderung Energieeffizient Sanieren – Zuschuss und Kredit",
        "type": "Bund",
        "description": "KfW-Förderprogramme bieten finanzielle Unterstützung für Dämmmaßnahmen, Fenstererneuerungen und Heizungsoptimierungen in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Thüringer Programm für Energieeffizienz und erneuerbare Energien in Wohngebäuden",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Verbesserung der Energieeffizienz wie Wärmedämmung, Fensteraustausch, Heizungsoptimierung und Einbau von Wärmepumpen in Wohngebäuden in Thüringen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Bundesweite Förderung für einzelne energetische Maßnahmen am Wohngebäude wie Wärmepumpen, Dämmung, Fensteraustausch und Batteriespeicher zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  }
}