{
  "BW": {
    "pv": [
      {
        "title": "BW Wohngebäude mit Photovoltaik-Anlagen",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt die Anschaffung und Installation von Photovoltaik-Anlagen auf Wohngebäuden zur Eigenstromnutzung. Zusätzlich sind Batteriespeicher förderfähig, um den Eigenverbrauch zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderung Energieeffizient Bauen und Sanieren",
        "type": "Bund",
        "description": "Das KfW-Programm bietet zinsgünstige Kredite und Investitionszuschüsse für Maßnahmen wie Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung in Wohngebäuden. Es ist bundesweit gültig und kann in Baden-Württemberg genutzt werden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "BAFA unterstützt die Installation von effizienten Wärmepumpen und Heizungsoptimierung in Wohngebäuden mit Zuschüssen zur Reduzierung von fossilen Brennstoffen. Die Förderung gilt bundesweit, inkl. Baden-Württemberg.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesprogramm ProKlima BW",
        "type": "Land",
        "description": "Das Programm fördert verschiedene nachhaltige Energie- und Klimaschutzmaßnahmen, darunter Photovoltaik, Batteriespeicher und Dämmung für Wohngebäude in Baden-Württemberg. Ziel ist die Reduzierung des Energieverbrauchs und CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [
      {
        "title": "KfW-Effizienzhaus und Einzelmaßnahmen",
        "type": "Bund",
        "description": "Gefördert werden energieeffiziente Neubauten und Sanierungen einschließlich Batteriespeicher in Wohngebäuden. Die Programme bieten zinsgünstige Kredite und Investitionszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Wohngebäudeprogramm Baden-Württemberg",
        "type": "Land",
        "description": "Das Programm fördert die energetische Sanierung von Wohngebäuden, inklusive Maßnahmen wie Photovoltaik, Wärmepumpen, Batteriespeicher sowie Heizungsoptimierung. Es werden zinsgünstige Darlehen und Zuschüsse bereitgestellt.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderung Elektromobilität und Batteriespeicher Baden-Württemberg",
        "type": "Land",
        "description": "Das Land Baden-Württemberg unterstützt Batteriespeicher im Bereich Wohngebäude, insbesondere in Kombination mit Photovoltaikanlagen. Gefördert werden insbesondere Batterien zur Eigenverbrauchsoptimierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "BW Effizienzhaus Plus",
        "type": "Land",
        "description": "Das Programm unterstützt Neubauten und Sanierungen mit Fokus auf energieeffiziente Gebäudehüllen, inklusive Dämmung und Fenstertausch. Ziel ist die Verbesserung der Energieeffizienz von Wohngebäuden in Baden-Württemberg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme für energieeffizientes Bauen und Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderung für Maßnahmen wie Wärmedämmung, Fenstererneuerung, Wärmepumpen, und Heizungsoptimierung im Wohnbereich durch zinsvergünstigte Kredite und Zuschüsse. Diese Programme sind in Baden-Württemberg verfügbar und unterstützen Energieeffizienz und erneuerbare Energien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Erneuerbare Energien Wohngebäude (EEW) Baden-Württemberg",
        "type": "Land",
        "description": "Förderung erneuerbarer Energietechnologien wie Photovoltaik, Batteriespeicher und Wärmepumpen in privaten Wohngebäuden. Das Programm zielt auf die Reduktion von CO2 und die Steigerung der Energieeffizienz ab.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "BY": {
    "pv": [
      {
        "title": "10.000-Häuser-Programm Bayern",
        "type": "Land",
        "description": "Förderprogramm für energieeffiziente Sanierungen und den Einsatz erneuerbarer Energien in Wohngebäuden. Unterstützt u.a. PV-Anlagen, Wärmepumpen und energetische Sanierung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bayrisches Förderprogramm für Batteriespeicher",
        "type": "Land",
        "description": "Förderung für stationäre Batteriespeicher in Kombination mit Photovoltaikanlagen in Wohngebäuden. Ziel ist die Erhöhung der Eigenverbrauchsquote und Netzstabilität.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderung Heizungsoptimierung und Dämmmaßnahmen durch KfW",
        "type": "Bund",
        "description": "KfW-Förderprogramme unterstützen Maßnahmen wie den Austausch von Heizungen, den Einbau von effizienteren Wärmepumpen sowie die Sanierung von Dämmung und Fenstern in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Erneuerbare Energien – Heizungsoptimierung",
        "type": "Bund",
        "description": "BAFA-Förderung für Optimierungsmaßnahmen an bestehenden Heizungen und Installation von Wärmepumpen in Wohngebäuden. Ergänzt KfW-Förderungen und unterstützt energetische Effizienzsteigerung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [
      {
        "title": "10.000-Häuser-Programm",
        "type": "Land",
        "description": "Das bayerische Förderprogramm unterstützt energieeffiziente Sanierungen und den Einbau von Batteriespeichern in Wohngebäuden, um die Eigenstromnutzung zu erhöhen. Es fördert neben Photovoltaik auch Wärmepumpen und Heizungsoptimierungen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Das bundesweite Förderprogramm bietet zinsgünstige Kredite und Zuschüsse für den Einbau von Batteriespeichern in Verbindung mit Photovoltaikanlagen sowie für energetische Sanierungsmaßnahmen wie Dämmung und Fensteraustausch. Es richtet sich an Eigentümer von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [
      {
        "title": "Bayerisches Förderprogramm für Heizungsoptimierung und Wärmepumpen",
        "type": "Land",
        "description": "Das Programm unterstützt die Umrüstung auf effiziente Wärmepumpen in Wohngebäuden und fördert auch die Heizungsoptimierung zur Steigerung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Zuschüsse für Wärmepumpen",
        "type": "Bund",
        "description": "Das BEG fördert die Installation von Wärmepumpen in Wohngebäuden mit Zuschüssen, um den Umstieg auf erneuerbare Wärmequellen zu erleichtern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "BE": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von effizienten Heizsystemen, inklusive Wärmepumpen, zur Verbesserung der Energieeffizienz in Wohngebäuden. Unterstützt wird die Installation neuer Wärmepumpen oder die Erneuerung alter Heizsysteme.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Investitionsprogramm Wärmepumpen Berlin",
        "type": "Land",
        "description": "Das Programm fördert den Einbau von Wärmepumpen in Wohngebäuden in Berlin, um die CO2-Emissionen zu senken und erneuerbare Energien zu stärken. Es richtet sich an private Eigentümer und Vermieter.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "BAFA-Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung für Energieeffizienzmaßnahmen an der Gebäudehülle wie Dämmung, Fenster und Heizungsoptimierung in Wohngebäuden. Zuschüsse für Wärmepumpen, Solarthermie und Batteriespeicher sind ebenfalls enthalten.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren – Zuschuss und Kredit",
        "type": "Bund",
        "description": "KfW-Förderung für Sanierung und Modernisierung von Wohngebäuden mit Fokus auf die Verbesserung der Gebäudehülle und erneuerbare Energien. Gefördert werden Dämmmaßnahmen, neue Fenster, Wärmepumpen und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "BB": {
    "pv": [],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von effizienten Heizsystemen wie Wärmepumpen in Wohngebäuden zur Reduzierung von CO2-Emissionen. Zuschüsse werden direkt für den Einbau erneuerbarer Heiztechnik gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Programm Klimafreundlicher Wohnraum im Land Brandenburg",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt die Installation von Wärmepumpen in privaten Wohngebäuden zur Steigerung der Energieeffizienz. Zuschüsse fördern nachhaltige Heiztechnologien und energetische Modernisierungen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Maßnahmen zur Verbesserung der Energieeffizienz von Wohngebäuden, einschließlich Wärmepumpen, Dämmung, Fenstern und Heizungsoptimierung. Zuschüsse und zinsgünstige Kredite werden über die KfW-Bank vergeben.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Förderprogramm für Photovoltaik und Batteriespeicher im Land Brandenburg",
        "type": "Land",
        "description": "Das Land Brandenburg unterstützt den Einbau von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden zur Steigerung der Energieautarkie und zur Reduzierung des CO2-Ausstoßes. Die Förderung erfolgt in Form von Zuschüssen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Energieberatung und Sanierungsförderung Brandenburg",
        "type": "Land",
        "description": "Das Land Brandenburg bietet Unterstützung bei der energetischen Sanierung von Wohngebäuden, inklusive der Verbesserung der Gebäudehülle und modernisierte Heiztechnik. Förderungen sind als Zuschüsse für Beratungen und Sanierungsmaßnahmen verfügbar.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HB": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Wohngebäude",
        "type": "Bund",
        "description": "Fördert energieeffiziente Sanierungen und den Einbau erneuerbarer Energien wie Wärmepumpen, Photovoltaik und Dämmmaßnahmen bei Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Bremer Energie-Klima-Bonus",
        "type": "Land",
        "description": "Das Land Bremen unterstützt private Hauseigentümer mit Zuschüssen für Maßnahmen wie Wärmepumpen, Heizungsoptimierung und Wärmedämmung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "HH": {
    "pv": [],
    "battery": [
      {
        "title": "Hamburg Energie Bonus für Batteriespeicher",
        "type": "Land",
        "description": "Das Programm fördert die Installation von Batteriespeichern in Verbindung mit Photovoltaikanlagen in Wohngebäuden in Hamburg. Ziel ist die Steigerung der Eigenverbrauchsquote und die Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Sanieren – Speicherförderung",
        "type": "Bund",
        "description": "Bundesweites Förderprogramm der KfW zur Unterstützung von Batteriespeichern bei der energetischen Sanierung von Wohngebäuden. Es bietet zinsgünstige Kredite und Tilgungszuschüsse für die Kombination mit Photovoltaikanlagen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "Förderprogramm Energieeffizienz und Klimaschutz in Wohngebäuden (Hamburg)",
        "type": "Land",
        "description": "Das Programm unterstützt Maßnahmen zur Verbesserung der Energieeffizienz wie Wärmedämmung, Fensteraustausch, Heizungsoptimierung und den Einbau von Wärmepumpen in Wohngebäuden in Hamburg.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderbank unterstützt energetische Sanierungen von Wohngebäuden, inklusive Wärmedämmung, Fenster, Heizungserneuerung und Batteriespeicher mit zinsgünstigen Krediten und Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) fördert den Einbau effizienter Wärmepumpen und Heizungsoptimierungen zur Steigerung der Energieeffizienz in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "HE": {
    "pv": [
      {
        "title": "Förderprogramm für Photovoltaik-Anlagen in Hessen",
        "type": "Land",
        "description": "Das Land Hessen unterstützt die Installation von Photovoltaik-Anlagen auf Wohngebäuden mit einem zinsgünstigen Darlehen sowie Zuschüssen für Batteriespeicher. Ziel ist die Steigerung der Eigenstromnutzung und der Ausbau der erneuerbaren Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programme für Energieeffizienz und erneuerbare Energien",
        "type": "Bund",
        "description": "Das Bundesprogramm KfW 270 und 271 fördert den Einbau von Wärmepumpen sowie die energetische Sanierung von Wohngebäuden inklusive Dämmung und Fensteraustausch mit zinsgünstigen Krediten und Tilgungszuschüssen. Zusätzlich gibt es Zuschüsse für Batteriespeicher in Verbindung mit PV-Anlagen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": []
  },
  "MV": {
    "pv": [
      {
        "title": "Landesförderprogramm Erneuerbare Energien Mecklenburg-Vorpommern",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen, Batteriespeichern und Wärmepumpen zur Steigerung der Energieeffizienz in Wohngebäuden in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderprogramme des Bundes für Photovoltaik, Batteriespeicher, Wärmepumpen, Heizungsoptimierung und Dämmmaßnahmen bei Wohngebäuden, auch nutzbar in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) fördert den Einbau von effizienten Wärmepumpen und Heizungsoptimierungen in Wohngebäuden. Die Förderung umfasst Zuschüsse für Planung und Installation moderner Heiztechnologien.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 261/262 – Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Die Kreditanstalt für Wiederaufbau (KfW) bietet zinsgünstige Darlehen und Investitionszuschüsse für die Installation von Wärmepumpen im Rahmen energetischer Gebäudesanierung an. Das Programm unterstützt private Wohngebäude in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Umweltbonus MV – Förderung klimafreundlicher Heiztechnik",
        "type": "Land",
        "description": "Das Land Mecklenburg-Vorpommern bietet ergänzende Förderungen für Wärmepumpen in privaten Wohngebäuden, um die Nutzung erneuerbarer Energien zu stärken. Die Zuschüsse können neben Bundesförderungen beantragt werden.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Wohngebäudeförderung Mecklenburg-Vorpommern (MAP MV)",
        "type": "Land",
        "description": "Förderprogramm zur Unterstützung der energetischen Sanierung von Wohngebäuden, einschließlich Wärmepumpen und Heizungsoptimierung. Es richtet sich an private Eigentümer und Eigentümergemeinschaften in Mecklenburg-Vorpommern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Fördert unter anderem den Einbau von Wärmepumpen, die Heizungsoptimierung sowie Maßnahmen zur Dämmung und Austausch von Fenstern in Wohngebäuden deutschlandweit. Das Programm ist über die KfW-Bank und das BAFA zugänglich.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 433: Energetische Sanierung - Zuschuss",
        "type": "Bund",
        "description": "Bietet Zuschüsse für Maßnahmen zur energetischen Sanierung von Wohngebäuden, inklusive effizienter Heiztechnik wie Wärmepumpen und Heizungsoptimierung. Das Programm fördert auch die Nutzung erneuerbarer Energien zur Wärmeversorgung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "NI": {
    "pv": [
      {
        "title": "Niedersächsisches Programm für Klimaschutzmotive Heizungsoptimierung und Wärmepumpen",
        "type": "Land",
        "description": "Das Land Niedersachsen fördert den Einbau von effizienten Wärmepumpen und Heizungsoptimierung in Wohngebäuden, um den CO2-Ausstoß zu reduzieren.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 270 - Energetische Sanierung von Wohngebäuden",
        "type": "Bund",
        "description": "Die KfW fördert bundesweit die Installation von Photovoltaik, Batteriespeichern und Dämmmaßnahmen für Wohngebäude mit zinsgünstigen Krediten und Zuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle unterstützt den Austausch und die Optimierung von Heizungen, einschließlich Wärmepumpen und Effizienzverbesserungen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Dämmung, Fenstern und Heizungsoptimierung in Wohngebäuden zur Steigerung der Energieeffizienz und Reduktion von CO2-Emissionen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "NBank Wärmepumpen-Förderung für Niedersachsen",
        "type": "Land",
        "description": "Das Land Niedersachsen unterstützt den Einbau von effizienten Wärmepumpen in Wohngebäuden zur CO2-Reduktion und Heizkostenersparnis.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Klimafreundliche Wärme Niedersachsen – Zuschussprogramm",
        "type": "Land",
        "description": "Förderung für den Austausch fossiler Heizungen gegen Wärmepumpen in Wohngebäuden, um die Nutzung erneuerbarer Wärme zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Niedersächsisches Programm zur Förderung von Energieeffizienz und erneuerbaren Energien in Wohngebäuden",
        "type": "Land",
        "description": "Das Programm unterstützt Maßnahmen wie Wärmepumpen, Dämmung und Heizungsoptimierung zur Steigerung der Energieeffizienz in Wohngebäuden in Niedersachsen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG fördert unter anderem den Einbau von Wärmepumpen, effizienten Heizungsanlagen und Dämmmaßnahmen zur Optimierung der Heiztechnik in Wohngebäuden deutschlandweit.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Kreditprogramm Energieeffizienz bei der NBank",
        "type": "Land",
        "description": "Die NBank bietet zinsgünstige Kredite zur Finanzierung von Heizungsoptimierung, Wärmepumpen und Dämmmaßnahmen in Niedersachsen an.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": []
  },
  "NW": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "NRW Klimaschutzförderprogramm – Heizungsoptimierung",
        "type": "Land",
        "description": "Förderung von Heizungsanlagen und energetischen Modernisierungen in Wohngebäuden zur Steigerung der Energieeffizienz im Bundesland Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Förderprogramm Energieeffizienz und erneuerbare Energien (NRW)",
        "type": "Land",
        "description": "Unterstützt Maßnahmen wie Wärmepumpen, Heizungsoptimierung und Dämmung in privaten Wohngebäuden in Nordrhein-Westfalen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Maßnahmen zur Verbesserung der Energieeffizienz von Wohngebäuden, darunter Photovoltaik, Wärmepumpen, Batteriespeicher, Heizungsoptimierung sowie Dämmung und Fenster.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "NRW.BANK Wärmeschutz und Effizienz",
        "type": "Land",
        "description": "Kredite und Zuschüsse zur energetischen Sanierung von Wohngebäuden in Nordrhein-Westfalen, insbesondere für Maßnahmen wie Dämmung, neue Fenster, Heizungsoptimierung und Einbau von Wärmepumpen.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "RP": {
    "pv": [
      {
        "title": "Förderprogramm 'Kleinwohngebäude' der KfW",
        "type": "Bund",
        "description": "Das Programm fördert den Einbau von Photovoltaikanlagen, Wärmepumpen, Batteriespeichern und Maßnahmen zur Heizungsoptimierung in Wohngebäuden. Es bietet zinsgünstige Kredite und Investitionszuschüsse.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KlimaInvest Rheinland-Pfalz – Solaranlagen und Batteriespeicher",
        "type": "Land",
        "description": "Das Förderprogramm unterstützt die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden in Rheinland-Pfalz mit Zuschüssen. Es richtet sich an private Haushalte sowie Eigentümer von Mehrfamilienhäusern.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "EFFIZIENZ PLUS - Heizungsoptimierung und Dämmung",
        "type": "Land",
        "description": "Dieses Programm fördert die energetische Sanierung von Wohngebäuden in Rheinland-Pfalz, einschließlich Dämmung, Fensteraustausch und Heizungsoptimierung. Ziel ist die Reduzierung des Energieverbrauchs und die Steigerung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Rheinland-Pfalz Programm: Zuschuss für Heizungsoptimierung und energetische Sanierung",
        "type": "Land",
        "description": "Das Programm fördert die Optimierung von Heizungsanlagen und energetische Sanierung in Wohngebäuden, inklusive Wärmepumpen und Dämmmaßnahmen. Ziel ist die Steigerung der Energieeffizienz und Reduzierung von Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Einzelmaßnahmen wie Wärmepumpen, Dämmung, Heizungsoptimierung und Batteriespeichern zur Steigerung der Energieeffizienz in Wohngebäuden. Zuschüsse werden direkt über das BAFA vergeben.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": []
  },
  "SL": {
    "pv": [],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [],
    "building_envelope": [
      {
        "title": "KfW-Programm 261/262 Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Förderung von Sanierungsmaßnahmen an Wohngebäuden zur Verbesserung der Energieeffizienz, einschließlich Dämmung und Fensteraustausch. Zuschüsse und zinsgünstige Kredite sind verfügbar.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA Heizungstausch und Heizungsoptimierung",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen und Heizungsoptimierungen zur Reduzierung fossiler Brennstoffe. Zuschüsse für den Austausch alter Heizsysteme und Optimierungsmaßnahmen werden gewährt.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Saarländisches Umweltministerium - Förderung von Photovoltaik- und Batteriespeicheranlagen",
        "type": "Land",
        "description": "Das Saarland unterstützt den Ausbau von Photovoltaikanlagen und Batteriespeichern in Wohngebäuden mit Zuschüssen. Ziel ist die Erhöhung der Eigenstromnutzung und Energiespeicherung.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  },
  "SN": {
    "pv": [
      {
        "title": "Sächsischer Klimafonds - Förderprogramm Solarenergie",
        "type": "Land",
        "description": "Förderung von Photovoltaikanlagen und solarthermischen Anlagen auf Wohngebäuden in Sachsen zur Steigerung der erneuerbaren Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm Energieeffizient Bauen und Sanieren",
        "type": "Bund",
        "description": "Bundesweite Förderung für Maßnahmen wie Photovoltaik, Wärmepumpen, Batteriespeicher und energetische Sanierung von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Förderung von Heizungsoptimierung, Wärmepumpen und erneuerbaren Energien in Wohngebäuden über das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA).",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Förderprogramm für Heizungstausch mit Wärmepumpen in Sachsen",
        "type": "Land",
        "description": "Dieses Programm unterstützt den Austausch alter Heizungen durch effiziente Wärmepumpen in Wohngebäuden in Sachsen. Gefördert werden sowohl die Anschaffung als auch die Installation.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA - Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Das BEG-Einzelmaßnahmenprogramm fördert den Einbau von Wärmepumpen in privaten Wohngebäuden bundesweit. Anträge werden beim BAFA gestellt, auch in Sachsen nutzbar.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "ST": {
    "pv": [
      {
        "title": "Förderprogramm ST 2024 - Photovoltaik und Batteriespeicher",
        "type": "Land",
        "description": "Das Land Sachsen-Anhalt fördert die Installation von Photovoltaikanlagen und Batteriespeichern auf Wohngebäuden zur Steigerung der Eigenverbrauchsquote und Energiewende-Unterstützung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Programm 270 - Energieeffizient Sanieren",
        "type": "Bund",
        "description": "Das bundesweite KfW-Programm bietet zinsgünstige Kredite und Tilgungszuschüsse für die Sanierung von Wohngebäuden, darunter Maßnahmen wie Wärmepumpen, Dämmung, Fenster und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "BAFA-Einzelmaßnahmen zur Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Das Bundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) fördert den Austausch alter Heizungen durch effiziente Wärmepumpen sowie Optimierungen der Heiztechnik in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Einzelmaßnahmen",
        "type": "Bund",
        "description": "Förderung von Wärmepumpen, Heizungsoptimierung und anderen energieeffizienten Technologien in Wohngebäuden. Zuschüsse und Kredite zur Verbesserung der Energieeffizienz.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Landesförderung Sachsen-Anhalt - Energieeffizientes Sanieren",
        "type": "Land",
        "description": "Unterstützt die energetische Modernisierung von Wohngebäuden einschließlich der Installation von Wärmepumpen. Ergänzt die Bundesförderung durch zusätzliche Zuschüsse.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ],
    "heating_optimization": [],
    "building_envelope": []
  },
  "SH": {
    "pv": [
      {
        "title": "Förderprogramm Photovoltaik und Batteriespeicher Schleswig-Holstein",
        "type": "Land",
        "description": "Dieses Programm unterstützt private Haushalte in Schleswig-Holstein bei der Installation von Photovoltaikanlagen und Batteriespeichern zur Eigenstromnutzung.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "KfW-Förderprogramme Energieeffizient Sanieren und Erneuerbare Energien",
        "type": "Bund",
        "description": "Bundesweite KfW-Programme unterstützen die Installation von Wärmepumpen, Photovoltaikanlagen, Batteriespeichern, Heizungsoptimierung sowie Dämmung und Fensteraustausch in Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [],
    "heating_optimization": [
      {
        "title": "Landesförderprogramm Erneuerbare Energien Schleswig-Holstein",
        "type": "Land",
        "description": "Förderung für den Einbau von Wärmepumpen, Batteriespeichern und Heizungsoptimierung in Wohngebäuden in Schleswig-Holstein. Ziel ist die Reduzierung von CO2-Emissionen und die Steigerung der Energieeffizienz.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das BEG bietet Zuschüsse und Kredite für Maßnahmen zur Heizungsoptimierung, Dämmung, Fensteraustausch, Wärmepumpen, Photovoltaik und Batteriespeicher für Wohngebäude bundesweit, einschließlich Schleswig-Holstein. Ziel ist die Verbesserung der Energieeffizienz und der Einsatz erneuerbarer Energien.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Förderprogramm - Zukunft Energie Schleswig-Holstein",
        "type": "Land",
        "description": "Das Programm fördert Maßnahmen zur Verbesserung der Energieeffizienz in Wohngebäuden, einschließlich Wärmedämmung, Fenstertausch und energiesparender Heizungssysteme.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Wohngebäude",
        "type": "Bund",
        "description": "Die BEG bietet Fördermittel für energetische Sanierung von Wohngebäuden, z.B. Dämmung der Gebäudehülle, Fenster, Lüftungssysteme, Wärmepumpen und Heizungsoptimierung.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Effizienzhaus-Programme",
        "type": "Bund",
        "description": "Diese KfW-Programme unterstützen den energieeffizienten Neubau und die Sanierung von Wohngebäuden durch zinsgünstige Kredite und Zuschüsse, etwa zum Einbau von Wärmedämmung und Fenstererneuerung.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ]
  },
  "TH": {
    "pv": [
      {
        "title": "Thüringer Förderprogramm für Photovoltaik und Stromspeicher",
        "type": "Land",
        "description": "Das Land Thüringen fördert die Installation von Photovoltaikanlagen in Verbindung mit Batteriespeichern in Wohngebäuden, um die Eigenstromnutzung zu erhöhen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) – Teil Sanierung",
        "type": "Bund",
        "description": "Das BEG-Programm unterstützt bundesweit die energetische Sanierung von Wohngebäuden, einschließlich der Installation von Wärmepumpen, Dämmmaßnahmen und energieeffizienten Fenstern.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Programm 270 – Erneuerbare Energien - Standard",
        "type": "Bund",
        "description": "Die KfW fördert bundesweit die Installation von Photovoltaikanlagen, Wärmepumpen und anderen erneuerbaren Energien in Wohngebäuden mit zinsgünstigen Krediten und Tilgungszuschüssen.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "battery": [],
    "heatpump": [
      {
        "title": "THG-Umweltbonus für Wärmepumpen in Thüringen",
        "type": "Land",
        "description": "Förderung von Wärmepumpen in privaten Wohngebäuden zur Steigerung der Energieeffizienz und zur Nutzung erneuerbarer Energien. Das Programm unterstützt den Einbau effizienter Wärmepumpen in Bestandsgebäuden.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "BAFA-Förderung für Heizungsoptimierung und Wärmepumpen",
        "type": "Bund",
        "description": "Bundesweite Förderung zur Installation von effizienten Wärmepumpen und Optimierung bestehender Heizungen in Wohngebäuden. Staatszuschüsse helfen dabei, fossile Brennstoffe durch erneuerbare Energien zu ersetzen.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "KfW-Energieeffizienzprogramm - Wärmepumpen",
        "type": "Bund",
        "description": "KfW-Programme bieten zinsgünstige Kredite und Zuschüsse für die Erneuerung und Umrüstung von Heizsystemen auf Wärmepumpentechnologie. Dadurch wird die Energieeffizienz von Wohnhäusern maßgeblich verbessert.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "heating_optimization": [
      {
        "title": "Thüringer Förderprogramm Energieeffizienz und Erneuerbare Energien in Wohngebäuden",
        "type": "Land",
        "description": "Förderung von Maßnahmen zur Heizungsoptimierung, Wärmepumpen, Dämmung und Fenstern in Wohngebäuden zur Steigerung der Energieeffizienz und Nutzung erneuerbarer Energien.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG) - Teil Sanierung",
        "type": "Bund",
        "description": "Bundesweite Förderprogramme für die energetische Sanierung von Wohngebäuden, inklusive Heizungsoptimierung, Wärmepumpen, Dämmung und Austausch von Fenstern.",
        "link_portal": "https://www.energiewechsel.de"
      }
    ],
    "building_envelope": [
      {
        "title": "Thüringer Programm für energieeffizientes Bauen und Sanieren (ThürBoS)",
        "type": "Land",
        "description": "Förderung für energetische Sanierungen an Wohngebäuden inklusive Dämmung und Erneuerung von Fenstern. Ziel ist die Verbesserung der Energieeffizienz und die Reduzierung von CO2-Emissionen.",
        "link_portal": "https://www.foerderdatenbank.de"
      },
      {
        "title": "Bundesförderung für effiziente Gebäude (BEG)",
        "type": "Bund",
        "description": "Das Programm unterstützt den Einbau von Wärmepumpen, Dämmmaßnahmen, Fenstererneuerungen und andere Maßnahmen zur Verbesserung der Gebäudehülle. Die Förderung umfasst Zuschüsse und Kredite zur energetischen Sanierung von Wohngebäuden.",
        "link_portal": "https://www.energiewechsel.de"
      },
      {
        "title": "Thüringer Mikro-KWK-Programm",
        "type": "Land",
        "description": "Förderung von kleinen Kraft-Wärme-Kopplungsanlagen, die Heizungsoptimierung und Effizienzsteigerungen an Gebäuden ermöglichen. Dies schließt Investitionen in moderne Heizsysteme ein.",
        "link_portal": "https://www.foerderdatenbank.de"
      }
    ]
  }
}